[
  {
    "text": "aberdare forest",
    "source": "dedan_kimathi_on_trial",
    "context": "Corporal Wanjohi s/o Wanjau and Tribal Police officer ndirangu s/o Mau, 1956 6 outside courthouse, nyeri, 1956 7 Kimathi’s trench, aberdare forest 8 Memorial plaque at Kimathi’s trench 9 Kimathi statue, nairobi 10 Mau Mau memorial, nairobi 11 Dedan Kimathi mural, nairobi x i"
  },
  {
    "text": "FORT HALL",
    "source": "dedan_kimathi_on_trial",
    "context": "FORT HALL ! ! ! !"
  },
  {
    "text": "Kasarani",
    "source": "dedan_kimathi_on_trial",
    "context": "but Kimathi’s legacy was never a simple exemplar of patriotic martyr- dom, and his place in the postcolonial imagination reflected the compli- cated legacy of the Mau Mau rebellion: at times suppressed or downplayed, at others lauded and filled with mythic importance, but always contested.8 When nelson Mandela visited Kenya for the first time, in July 1990, he in- voked Kimathi’s name in a speech at Kasarani stadium: “in my 27 years of imprisonment, i always saw the image of fighters such as Kimathi,  China, and others as candles in my long and hard war against injus- tice.”"
  },
  {
    "text": "Hanslope Park",
    "source": "dedan_kimathi_on_trial",
    "context": "some of the most heated historiographical debates mentioned above have centered on memory, political partisanship, and the use of sources.23 Controver- sies over classified, “missing,” or destroyed british archives on Mau Mau in specific and on the british empire more generally have grabbed head- lines in recent years.24 The activism of Mau Mau veterans seeking repara- tions from the british government has prompted an opening of files and a court case on the costs of the colonial counterinsurgency in Kenya.25 Huw bennett has written the first full study of the “hidden” colonial archive at Hanslope Park, home to Her Majesty’s Government Communication 4 i Julie MacArthur Centre.26 Historians bennett, David anderson, and Caroline elkins all played prominent roles in the trial itself, offering evidence of the “system- atic abuse and abrogations of justice” that Mau Mau veterans suffered due to the colonial counterinsurgency in Kenya.27 in 2013 the british govern- ment announced a negotiated settlement including compensation in the amount of $21.5 million to be paid to fifty-two hundred Mau Mau veterans."
  },
  {
    "text": "the ihururu Dairyman Cooperative",
    "source": "dedan_kimathi_on_trial",
    "context": "The re- lationship between Muhoya and Kimathi revealed the complex and in- tertwined personal histories of dissent and loyalism within the Mau Mau rebellion.70 Kimathi was age-mates with Muhoya’s sons, and worked with Muhoya during his time at the ihururu Dairyman Cooperative society."
  },
  {
    "text": "aberdare national",
    "source": "dedan_kimathi_on_trial",
    "context": "it would be one of the last in the long parade of Mau Mau trials through- out the 1950s that would lead 1,090 africans to their deaths by hanging and thousands more to detention camps.108 The charges against Kimathi were unlawful possession of a firearm and unlawful possession of am- munition.109 originally, british officials also charged Kimathi with the murder of Mwai itufanwa, a forest guard who served outside aberdare national Park, near nyeri, and was killed in December 1952.110 but murder was a much harder charge to prove, and the mere possession of the pistol, a charge never denied by Kimathi, carried the death penalty under the emergency regulations."
  },
  {
    "text": "ihururu Police",
    "source": "dedan_kimathi_on_trial",
    "context": "sworn, states: i am an inspector of Police, stationed at ihururu Police station, of which i am in charge."
  },
  {
    "text": "C.J. 21/11/56",
    "source": "dedan_kimathi_on_trial",
    "context": "C.J. 21/11/56."
  },
  {
    "text": "Kabalye school",
    "source": "dedan_kimathi_on_trial",
    "context": "a. i sent a reply to say that i was to be met at Kabalye school."
  },
  {
    "text": "a Detention Camp",
    "source": "dedan_kimathi_on_trial",
    "context": "i do not know whether he has come from a Detention Camp."
  },
  {
    "text": "Westminster Palace Gardens",
    "source": "dedan_kimathi_on_trial",
    "context": "Wilson & Co., 6, Westminster Palace Gardens london, s.W.1."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "GiKonyu told subject that many Fort Hall people had gone into the forest and so on 28th May, he went to Fort Hall with GiKonyu and nDunGu and there he met Mbaria Kaniu who was the senior leader of some 1600 Fort Hall terrorists and also met sTanley MaTHenGe who had just returned from nairobi."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "GiKonyu told subject that many Fort Hall people had gone into the forest and so on 28th May, he went to Fort Hall with GiKonyu and nDunGu and there he met Mbaria Kaniu who was the senior leader of some 1600 Fort Hall terrorists and also met sTanley MaTHenGe who had just returned from nairobi."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "GiKonyu told subject that many Fort Hall people had gone into the forest and so on 28th May, he went to Fort Hall with GiKonyu and nDunGu and there he met Mbaria Kaniu who was the senior leader of some 1600 Fort Hall terrorists and also met sTanley MaTHenGe who had just returned from nairobi."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "on his trip to Fort Hall he, together with the Fort Hall leaders formed the GiKuyu ireGi arMy which was a purely Fort Hall organisation."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "on his trip to Fort Hall he, together with the Fort Hall leaders formed the GiKuyu ireGi arMy which was a purely Fort Hall organisation."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "on his trip to Fort Hall he, together with the Fort Hall leaders formed the GiKuyu ireGi arMy which was a purely Fort Hall organisation."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "it was also agreed to elect Fort Hall and Kiambu members at a later date and that the committee would be known as the Kenya Parliament."
  },
  {
    "text": "Memorial Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "(note:- this letter in fact consisted chiefly of an attack on the Government for dealing with what KiMaTHi described as underlings) also at this time the Kenya rekalo Memorial Hall and the Kenya bright young stars Memorial Hall, were built and opened.62 in september, 1954, subject was bombed and moved back to nyeri and was again visited by Kiambu gang leaders, including KiMani KiHara and MuTari KaleWa with 18 others."
  },
  {
    "text": "Memorial Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "(note:- this letter in fact consisted chiefly of an attack on the Government for dealing with what KiMaTHi described as underlings) also at this time the Kenya rekalo Memorial Hall and the Kenya bright young stars Memorial Hall, were built and opened.62 in september, 1954, subject was bombed and moved back to nyeri and was again visited by Kiambu gang leaders, including KiMani KiHara and MuTari KaleWa with 18 others."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "in January, 1955, subject in company with sTanley KiaMa and sTanley MaTHenGe went to Fort Hall and stayed at iHura’s camp waiting for Mbaria Kaniu but had to return to nyeri because of security Force patrols."
  },
  {
    "text": "DiVision Memorial Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "on returning to nyeri, subject built the THeriMi DiVision Memorial Hall and other Memorial Halls."
  },
  {
    "text": "Memorial Halls",
    "source": "dedan_kimathi_on_trial",
    "context": "on returning to nyeri, subject built the THeriMi DiVision Memorial Hall and other Memorial Halls."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "in February, 1955, subject returned to Fort Hall to meet MaCHaria KiMenia."
  },
  {
    "text": "Karari",
    "source": "dedan_kimathi_on_trial",
    "context": "subject met sTanley MaTHenGe in the Gura Valley and in the Interrogation Report of Dedan Kimathi i 185 othaya Forest met Karari nJaMa, GiTonGa, GiKonyu and others."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "He then went on a journey of no particular point to Fort Hall, Kiambu and the Kinangop leaving MaCHaria KiMenia there returning to nyeri early June 55."
  },
  {
    "text": "WaiTWa THeuri",
    "source": "dedan_kimathi_on_trial",
    "context": "in early July 1956 subject was again contacted by a pseudo team, and WaiTWa THeuri was captured, subject escaping with 10."
  },
  {
    "text": "Mtoto 77",
    "source": "dedan_kimathi_on_trial",
    "context": "swahilis say “Jishinde ushinde” (Conquer yourself to win) also they say “Mtoto 77."
  },
  {
    "text": "Kamiti Prison",
    "source": "dedan_kimathi_on_trial",
    "context": "she’s detained at Kamiti Prison and i suggest that she will be released after sometime."
  },
  {
    "text": "Kinyatti",
    "source": "dedan_kimathi_on_trial",
    "context": "There was no accusation to be made here of beatings or abuse of the prisoner—in contrast to the mus- ings of Kinyatti in his unreferenced and misleading account of Kimathi’s treatment35—although the conditions to be endured in the basic concrete- block structure that was the nyeri jail were far from comfortable."
  },
  {
    "text": "Kamiti Prison",
    "source": "dedan_kimathi_on_trial",
    "context": "njeng’ere, Dedan Kimathi, a Kenyan secondary school textbook, recounts his hanging and burial in an unmarked grave at Kamiti Prison but, again, says nothing about the trial."
  },
  {
    "text": "Government House",
    "source": "dedan_kimathi_on_trial",
    "context": "For the relevant decisions, see “extracts from record of meeting held at Government House, 26 novem- ber 1952, to discuss certain matters connected with the present emergency,” Tna:Pro, FCo 141/6595."
  },
  {
    "text": "Kna",
    "source": "dedan_kimathi_on_trial",
    "context": "This assessment, along with other general comparative comments made below, is based on a study of more than a thousand cases, held between 1953 and 1956, the papers for which are found at Kna, Mla 1/463 to Kna, Mla 1/1365, and in the Kna, rr series."
  },
  {
    "text": "Testament",
    "source": "dedan_kimathi_on_trial",
    "context": "Gikuyu-language portions of the bible first appeared in 1903, the complete new Testament in 1926, and the old in 1951,62 so Kimathi the “reader” was well aware of his global environ- ment."
  },
  {
    "text": "The Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "The Fort Hall (Murang’a) district commis- sioner warned his staff to continue to tread with care; loyalists might still change sides."
  },
  {
    "text": "the ‘White Highlands’",
    "source": "dedan_kimathi_on_trial",
    "context": "For rural capitalism, see Mutonyi, “Mau Mau Chairman”; apollo njonjo, “The africanization of the ‘White Highlands’: a study in agrarian Class struggles in Kenya, 1950–74” (PhD diss., Princeton university, 1977)."
  },
  {
    "text": "the Fort Hall District",
    "source": "dedan_kimathi_on_trial",
    "context": "John Pinney, “Message from the District emergency Committee to all Working in the Fort Hall District,” n.d., Fort Hall intelligence report File for Kangema Guard Post, March 1954 to January 1956, courtesy of ian Parker."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "John Pinney, “Message from the District emergency Committee to all Working in the Fort Hall District,” n.d., Fort Hall intelligence report File for Kangema Guard Post, March 1954 to January 1956, courtesy of ian Parker."
  },
  {
    "text": "uhuru Park",
    "source": "dedan_kimathi_on_trial",
    "context": "This chapter presents Kimathi as a resistant subject who, in such a rare moment—in the con- text of the 1950s conflict—emerged as a “privileged identity” posited as a historical subject.7 Put differently, a political actor who, through various identity-shaping disciplines and technologies of the self, achieved a pos- ited identity that overcame individual isolation or inertia; an individual who understood power relations and how they affected his existence and that of others; one who was propelled by this knowledge to pursue possi- bilities of what he could be in the process of which he was also able to or- ganize others against colonial authorities; and, lastly, one who attempted, with relative success, to tap into the rich loam of african dissent and real grievances.8 in spite of evidence showing that he was a man like any other, vulner- able, suffering personal weakness, and even, perhaps, having moments of self-doubt, in light of his celebration in the erection of the Kimathi statue and that of Mau Mau at uhuru Park; in light of his constant disinterment in popular culture; in light of the “legal illegality” of colonialism, and therefore, the trial itself, and the burning embers of anticolonialism that are still alight; in light of the victorious litigation between 2009 and June 2013 by three Mau Mau veterans, and the newly lodged suit; and in light of the natural inclination and people’s constant need for heroes, and the reliance by nations on national myths for nation- and state-building pur- poses, Kimathi’s place in people’s memory, and Kenya’s history, remains intact."
  },
  {
    "text": "288",
    "source": "dedan_kimathi_on_trial",
    "context": "indeed, this is a persistent theme in 288 i Nicholas Kariuki Githuku the philosophy of law: the search for unchanging norms that are univer- sally valid.14 underneath the thin veneer of consensus on legal principles, there is often a struggle of interest going on."
  },
  {
    "text": "Kimathi",
    "source": "dedan_kimathi_on_trial",
    "context": "This moment in Mau Mau history in general, and the commemoration of Kimathi in particular, marked the zenith of the retrieval from near oblivion of one of the most violent periods in Kenya’s history that a few would rather not remember."
  },
  {
    "text": "Complex Tango",
    "source": "dedan_kimathi_on_trial",
    "context": "The centrality of the power/knowledge The Unfolding of Britain and Kenya’s Complex Tango i 293 nexus suggests that the conception of knowledge is the most promising fulcrum around which to articulate the relation of power, resistance, and government."
  },
  {
    "text": "Complex Tango",
    "source": "dedan_kimathi_on_trial",
    "context": "This could well have been the time when Kimathi, contemporaneously, started to attract and embody all The Unfolding of Britain and Kenya’s Complex Tango i 295 manner of competing ascriptions and symbolize many of the contradic- tions represented by Mau Mau, Kenyan anticolonialism, and nationalism writ large.47 it is while in the forest that a relatively well-prepared Kimathi, as a “resistant subject,” a man of courage and practical power, launched his career proper—before, of course, taking the reins of state power."
  },
  {
    "text": "Complex Tango",
    "source": "dedan_kimathi_on_trial",
    "context": "specifically, this refers to Kimathi’s identity-shaping disciplines and discursive practices through which he sought to transform himself into a formidable man of will and a practical man of action and power, and which also enabled him to as- sume, as a personal mission, the alignment of ordinary people’s everyday projects with authoritative images of the colonial social order.54 A Closed Double Riigi: All Crucial but Alienating Discursive Practices of Power as Derek Peterson has observed, Kimathi’s ensemble of representations and disciplines necessitating incessant writing, bureaucratic recording and record-keeping materials, typewriters, printing machines, and so forth The Unfolding of Britain and Kenya’s Complex Tango"
  },
  {
    "text": "Karari",
    "source": "dedan_kimathi_on_trial",
    "context": "They, in turn, accused Kimathi of having been poisoned by Christianity and Western education.70 it is not surprising that the modestly educated, like Kimathi, and the highly educated, like Karari njama, were disturbed by traditional Gikuyu prac- tices and superstitions, for instance, precolonial oath-taking elements, yet tolerated them for their utility.71 in due time, those who clung to tra- ditions and superstitions, deeming themselves to be authentic Gikuyus, retreated to the house of Gikuyu customs and closed the woven door (riigi) behind them."
  },
  {
    "text": "Complex Tango",
    "source": "dedan_kimathi_on_trial",
    "context": "The Unfolding of Britain and Kenya’s Complex Tango i 307"
  },
  {
    "text": "Complex Tango",
    "source": "dedan_kimathi_on_trial",
    "context": "even more specifically, it refers to technologies that permit individuals to effect, by their own means or with the help of others, a certain number of operations on their own bodies and souls, thoughts, con- duct, and way of being, in order to attain a certain state of happiness, purity, The Unfolding of Britain and Kenya’s Complex Tango i 309 wisdom, perfection, or immortality—in other words, internal work of the soul to know itself, which is also the principle upon which just political action can be founded."
  },
  {
    "text": "Imaginary",
    "source": "dedan_kimathi_on_trial",
    "context": "but if squatters appear to be totally displaced, they are connected to the political economy of colonialism more than to the ordinary peasants in the reserve, and, driven by what Tabitha Kanogo has described as an “expansionist dynamic,” they are eager to remake themselves outside the reserve and to reimagine themselves as new types of subjects—black set- tlers as it were.22 The Imaginary without an Image if Kimathi’s life is not extraordinary, why does he stand out as the great symbol of the anticolonial revolt in Kenya?"
  },
  {
    "text": "uhuru Park",
    "source": "dedan_kimathi_on_trial",
    "context": "by insisting on the power of transcendental truth over the historical event, very much like the new “Mau Mau” monu- ment at uhuru Park in nairobi (photo 10), both plays hold out the possi- bility of return and restitution."
  },
  {
    "text": "Kamiti Prison",
    "source": "dedan_kimathi_on_trial",
    "context": "a grassroots campaign, which had begun in the early 1990s but cli- maxed unsuccessfully in January 2004, centered on calls for Kimathi’s re- mains to be located in the grounds of Kamiti Prison, nairobi, exhumed and reburied with due ceremony.83 Kimathi had been buried in an unmarked mass grave, but no one knew exactly where."
  },
  {
    "text": "the Hilton Hotel",
    "source": "dedan_kimathi_on_trial",
    "context": "branch sees the state’s decision to commission a statue of Kimathi, erected opposite the Hilton Hotel in the center of nairobi in February 2007, as very probably marking the official end of the search."
  },
  {
    "text": "the ‘White Highlands’",
    "source": "dedan_kimathi_on_trial",
    "context": "“The africanization of the ‘White Highlands’: a study in agrarian Class struggles in Kenya, 1950–74.”"
  },
  {
    "text": "the Melville J. Herskovits",
    "source": "dedan_kimathi_on_trial",
    "context": "He is the author of many books, including Slavery and the Culture of Taste, the cowinner of the James russell lowell award given to the best book by a member of the Modern languages association and of the Melville J. Herskovits award for the most important scholarly work in african studies."
  },
  {
    "text": "leitner Center",
    "source": "dedan_kimathi_on_trial",
    "context": "recently he has served as sec- retary General of the Commonwealth special envoy to the Maldives, and a distinguished scholar-in-residence at Fordham law’s leitner Center for international law and Justice school."
  },
  {
    "text": "Fort Hall",
    "source": "dedan_kimathi_on_trial",
    "context": "See also 153–54, 160, 166, 169–70 appeals; burden of evidence; Court of baring, sir evelyn (Governor of Kenya, emergency assize; emergency regula- 1952–59), 212, 214, 216, 235–37 tions; lawful excuse; state of emergency 399 Conroy, Diarmaid W. (Prosecutor), 19–20, February 18 Movement (FeM), 34n128 41–42, 42n6, 245, 251, 259 Foot, Dingle (sir), 8, 173, 250 Coombes, annie, 345, 352, 360n1, 363n26, Fort Hall (district), 178, 181, 183, 185–86, 364n37 272 Corfield report (1960), 324 Foucault, Michel, 293, 309 counterinsurgency, 2, 4–5, 20, 23, 43n11, 234, 249, 256n51, 263, 271, 284, Gakuyu, Wajiri (also Gakuu, Wanyiri, Tribal 308n1."
  },
  {
    "text": "288",
    "source": "dedan_kimathi_on_trial",
    "context": "See also emergency regula- Police reservist), 63, 67–69, 126–27 tions; pseudogangs; state of emer- Gicheru, ndungu, 35n131, 177, 179, 188 gency; torture; trenches Gikuyu (also Kikuyu): civic virtue, 264, Court of emergency assize (also special 273; and colonial conquest, 262; emergency assize Court), 41, 138, customs (or traditions), 34n103, 265, 152, 152n57, 173, 233–44, 246–50, 275, 300, 320, 322; ethnic conscious- 254n9, 257n55, 288, 300 ness, 262–64, 267, 269, 295; and eth- Crew, Derek Frederick (inspector Kenya nic exceptionalism, 263; female cir- Police), 45, 74, 77, 89, 111 cumcision crisis (1929), 264–65, 267, Criminal investigation Department (CiD), 274; gender relations, 201n76, 361; xiv, 13, 25–26, 69, 71–72, 75, 78–80, Gikuyu na Muumbi, 208, 269–70; 83–84, 130, 245 household politics, 263–65, 267–68, 275–76, 319; independent schools, Dedan Kimathi Memorial library (nyeri), 175; land, 261, 268–69, 273, 322, 341; 347 moral debates, 261–64, 266–67, 270; Dedan Kimathi university of Technology politics, 3, 264, 266–68; self-mastery, (nyeri), 292, 317 263, 266, 268–69, 271, 274, 277, 299, Delamere, lord and lady, 358, 373n118 308; on spelling, 27n3."
  },
  {
    "text": "288",
    "source": "dedan_kimathi_on_trial",
    "context": "See also Home Derrida, Jacques, 318 Guard; kamatimu; Kikuyu Central Devonshire Declaration (1923), 264 association; Kikuyu Guard; loyalism; Dini ya Msambwa, 6 Mau Mau; mbari; oathing; proverbs; Dunn, anthony D. (interrogator), 23, 189, riigi; wiathi 244, 251, 260 Gitahi, selah (also Githahi), 57n19, 62 Gitahi, Waigwa (Kenya Police reserve), east africa association, 262 71–72, 127–28 East African Standard, xv, 2, 13, 19, 25, 75, Githuku, ndungi, 303 75n24, 90n35–36, 109n49, 225, 248 Githunguri, 236, 247 elkins, Caroline, 5, 284, 308n1, 312n18, governmentality, 293, 323, 330 350, 356, 364n34, 370n95 Grobler, Cornelius, 247 emergency regulations (1952), 14, 19, 22, 110n51, 236–39, 241, 288, 290; and Habari za dunia (newspaper), 13, 90n36 regulation 8a (1), 41n3, 109, 109n50, hangings, 19, 22, 33n98, 250, 253n3, 286, 119–20, 137–38, 143, 149, 152, 307, 324 155–58, 164, 168–69, 173; and regu- Hanslope Park, 4, 308n1 lation 8a(1a), 42n4, 109, 137–38, Havers, J. K. (Crown Counsel), 42, 245 143, 149, 153, 155–57, 164, 173."
  },
  {
    "text": "Mashujaa Day",
    "source": "dedan_kimathi_on_trial",
    "context": "See also Home Guard 252–53, 260–61, 275, 293, 295–96, lukács, György, 321 300, 303–4, 310n8, 314n44, 325, 339, lyttelton, oliver (secretary of state for the 349, 355, 369n81 Colonies, 1951–54), 207n106, 236 and meaning of name, xvi, 1, 26n2, 269–70 Maloba, Wunyabari, 253n3, 359 memoirs, 3–5, 12, 18, 28n14, 261, 269, Mandela, nelson, 2, 20, 291, 311 272, 321, 325, 342, 347–48, 367nn62– Manyani detention camp, 90, 109n49, 64 248 and memorialization (or commemo- Marino (Father), 218–19, 307 ration), 4, 25, 184, 184n62, 185, Mathenge, stanley (General), 3, 11–12, 229, 284–85, 292, 317, 324–26, 335, 15–16, 176, 178, 185–86, 273–75, 342, 340–41, 344–45, 347–49, 351–52, 362n16 357–59, 360, 364n34, 368n75 369n75, Mashujaa Day (or Heroes’ Day), 351 369n77, 373n120 Masinde, elijah, 6 and Meru, 1, 213, 215, 236, 322, 346 Matigari (ngũgĩ, 1987), 9 military organization in the forest, Mau, ndirangu (Tribal Police reservist), 180–82 xv, 18, 43–44, 46–48, 50–54, 55–68, as nationalist movement, 3–4, 262, 276, 70, 74–75, 75n24, 77, 88–89, 110–11, 318, 324, 349 114–17, 122–27, 129–30, 140–41, origins of, 11, 236, 268–69 147–48, 153, 158–60, 166–67, 169, passive wing, 11, 187, 273 224, 251–52, 259–60, 321 reparations case (2013), 4–5, 350 Mau Mau rewards for capture of, xv, 16, 53, 75, and amnesia policy, 25, 328, 344–48 75n24, 84, 92, 124, 133, 144, 150, 153, amnesty offers, 15, 87, 249, 253, 272, 161, 167–69, 260 315nn63–64 and tourism, 33n98, 344, 357–59, as anticolonial liberation struggle, xiii, 371n104, 373n117, 373n120 3, 294, 302, 304–5, 348–52, 354–56, useable past, 25, 276–78, 359 364n33 veterans of (including the MMWVa), and archives, 4–5, 249, 256n51, 314n59, 4–5, 25, 26n2, 33n98, 284–85, 287, 342 341–42, 246–55, 257–59, 366n51, and ban (1950–2003), 349, 352 366n55, 368n71, 368n75, 371n106, and capital cases, 14, 118, 137, 234–37, 372nn109–11, 365n46, 370n90, 242, 251, 258, 291 371n104 as civil war, xvi, 3, 269, 272, 277, 344, See also emergency regulations; itun- 364n33 gati; Kenya land and Freedom army; and embu, 1, 213, 215, 236, 322, 346 Kenya Parliament; Kenya riigi; and gender, 12, 261, 273, 277, 329, 343 Kimathi, Dedan; komerera; loyalism; and generational conflict, 11, 14, 24, mbuci; propaganda; record keeping; 268–69, 271, 292, 301, 321–22 reparations; state of emergency; sur- and hip hop/popular culture, 1, 287, render; trenches 304, 339–40, 361n7, 362n7 Mazrui, ali, 2, 233, 235, 253 historiographical debates over, 2, 4, mbari (lineage oath), 268, 274 312n18, 325, 329, 330, 341 Mbotela, Tom, 11 Index i 403 mbuci (guerrilla camps; bushes), 15, 273–75 371n104, 371n108, 372nn109–11, Mclean Court of inquiry (1953), 16 372n115, 273n118 memory, 4, 12, 20, 25, 58, 189, 202n81, national rainbow Coalition (narC), 349 253, 269, 277, 285–87, 291, 302–3, neocolonialism, 329, 333, 348, 352 305, 309n4, 323–25, 340–42, 346–48, Ngai (God), 17, 273 352–53, 356, 359, 361n7, 362n17 ngatia, njogi (Tribal Police reservist), Menza, Mekatilili wa, 303 xv, 18, 43–44, 46–47, 53–64, 66–68, Miller, Frederick Henry (defense council), 110–11, 114, 116, 123–25, 140–41, 20, 42, 42n8, 49, 50–51, 54, 57, 79, 147–48, 159–60, 167 82–86, 89–92, 102, 109–12, 114, 116, ngei, Paul, 348, 255, 365n48 150, 154–55, 246–48, 251, 260, 285, ngũgĩ wa Thiong’o, 5–6, 9, 22–23, 26n2, 361n8 276–77, 291, 302, 312n26, 316n85, Millner, ralph, 8–9, 173 328–30, 333–35, 337nn30–31, Moi, Daniel arap, 3, 277, 292, 352, 368n77 338n62, 342–43, 345, 347–48, 351, moral economy (also moral ethnicity), 12, 364n33, 369n79 24, 261–64, 266–67, 269, 272–73, 275, njama, Karari, 15, 33n87, 180, 183–84, 297, 301, 356 186, 206, 233, 269, 273–75, 300, Mount Kenya (mountain), 14, 43n11, 253, 319–20, 327, 329, 341 317 nottingham, John C., 21, 350 msoma (literacy), 262 nyandayi, barikange (Police Constable), Mũgo, Mĩcere Gĩthae, 5–6, 22–23, 26n2, 72, 154 302, 312n26, 316n85, 328–30, nyeri: district of, xiv, 9, 13, 19, 33n98, 333–35, 337n30, 342 45–46, 63, 69, 69n23, 71–72, 75, Muhimu committee, 11, 269–70, 274, 294 85, 87, 102, 105, 122, 137, 139, 156, Muhoya, Kagumba wa (senior Chief), 11, 175–76, 178–79, 184–86, 202n81, 13–14, 85n34, 102, 183, 211, 271–72 211, 218, 236, 246, 260, 267, 271, 292, Mukami, eloise, 2, 10, 27n9, 219n114, 324, 305, 307, 317, 324, 369n86, 372n113, 356, 366n55, 368n73 373n117; elite, 292, 317; hospital, xv, Mumbi (or Muumbi), 12, 32n62, 208, 49, 72, 79, 83, 87, 95–96, 142, 145, 366n55 160, 162, 245; museums, 347, 356–58, Mungiki sect, 292, 359, 362n17 366n50, 371nn107–8, 372n115; police Mwangi, Kahiga (sergeant), xv, 43–44, 46, station, 25, 175, 189; supreme court 54, 56, 60–69, 116, 123–27, 131, 140, of, xvi, 1, 6, 20, 41, 152, 155, 173, 225, 142–43, 159–60, 166 233, 243–45, 248, 258, 321, 329–30, Mwangi, Kanguru (Kenya Police reserve), 335, 372n109 44, 46–48, 56, 59–64, 66–68, 70, 116, nyimbo (hymns), 261 123–27, 141, 160 Mwangi s/o Wambugu v Reg (1954), 110, oathing: administrators of, 2, 11, 236, 244, 110n51, 113n53, 139, 248 256n41, 294, 314n44, 346; and co-"
  },
  {
    "text": "288",
    "source": "dedan_kimathi_on_trial",
    "context": "Mwathe meeting, 12, 319–20, 341 lonial courts, 77, 88, 90, 90n35, 110, mythmaking, 2, 6–7, 10, 16, 233, 269, 235; in england, 267; and Gikuyu cul- 287, 306, 308, 332, 342, 346–47, 349, ture, 267–68, 300; and Mau Mau, 2–3, 361n7, 366n50 11, 176, 235–36, 269, 300, 366n55 ochieng’, William r., 2 nairobi national Museum, 354, 357, 359 o’Connor, Kenneth Kennedy (Chief nationalism, 3–4, 10, 24, 233, 252–53, Justice and Presiding Judge in Kenya, 262–63, 285–87, 288, 293–95, 302–3, 1954–57), 1, 18, 20, 22, 41n1, 41n2, 305, 317–19, 321, 324, 328, 330, 346, 46, 49, 57, 71, 76, 83, 99, 108, 150, 349, 369n77 152, 155–56, 244–45, 249–51, 260 national Museums of Kenya (nMK), ogot, bethwell, 3–4, 28n16, 261, 276–78, 33n98, 43n11, 344, 354–58, 371n101, 365n42 404"
  },
  {
    "text": "Kalenjin",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We are told you are Luo, you are Kalenjin, you are Kamba, you are Maasai, you are Kikuyu."
  },
  {
    "text": "Delamere Avenue",
    "source": "the_trial_of_dedan_kimathi",
    "context": "BOY: Eastleigh, Pumwani, Shauri Moyo, Bahati, Makadara and the centre of the city: Delamere Avenue, Hardinge, Kingsway, Queensway, Government Road-everywhere ."
  },
  {
    "text": "Transport Buses",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Grab gems, Transport Buses, land . . ."
  },
  {
    "text": "I Street Same Day",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Cast opt these doubts I Street Same Day, late in the afternoon-almost verging onto evening light."
  },
  {
    "text": "Stanley Mathenge",
    "source": "the_trial_of_dedan_kimathi",
    "context": ": Where in your wild jJ,Jngles is Stanley Mathenge?"
  }
]