[
  {
    "text": "Ngugi",
    "source": "dedan_kimathi_on_trial",
    "context": "Mau Mau Rebellion Edited by JULIE MACARTHUR Foreword by Micere Githae Mu ̃go and Ngugi wa Thiong’o"
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "But for too long, Kimathi has remained elusive—his words, his ideas (except for some writing by the Kenyan historian Maina wa Kinyatti), and even his body missing from the public realm."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "in 2015 we opened a museum in the former prison cells located in the basement of the court to allow fellow Kenyans and international visitors to experience the history of transfor- mations within the judicial system in Kenya."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "We, as Kenyans, must reckon with our past."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "i salute the Kenyan contributors to this brilliant volume for their pa- triotism."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "Third, the book’s appearance during the decade of fiftieth jubilees for independence all over africa is a reminder that it was the Kĩmathi-led armed struggle, the first of its kind against european colonial powers on the continent, that broke the back of imperialism and so opened the way for the liberation that the various na- tions are now commemorating."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "The colonial script Macarthur makes available reminds us of an ancient african proverb that has many versions, but offers the same caution: “until the lion tells his story, the tale of the hunt will always xiii glorify the hunter.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "a glance at some of the documents and the discrepancies, contradic- tions, and fallacies in them corroborates our conclusion about colonial fabrications against which vigilance is called for: • Most of the seven witnesses for the prosecution are former members of the notorious british auxiliary army but which the colonial state misleadingly named the Home Guard."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "• The East African Standard of 16 november 1956 reports that rewards totaling £500 for the capture of Dedan Kĩmathi had been distributed."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "That was always the colonial label for the soldiers of lib- eration, who fought the british under the name Kenya land and Freedom army (KlFa)."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "i lead africans who want their self-government and land."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "it is, rather, an imaginative recreation and interpretation of the collective will of the Kenyan peasants and workers in their refusal to break under sixty years of colonial tor- ture and ruthless oppression by the british ruling classes and their continued determination to resist exploitation, oppression and new forms of enslavement."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "it is, rather, an imaginative recreation and interpretation of the collective will of the Kenyan peasants and workers in their refusal to break under sixty years of colonial tor- ture and ruthless oppression by the british ruling classes and their continued determination to resist exploitation, oppression and new forms of enslavement."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "in this regard, the mumbo-jumboish term Mau Mau was a british creation to obscure the clarity of the aims in the name land and Freedom."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "our play, The Trial of Dedan Kĩmathi, was based precisely on the rejection of the entire assumptions underlying that british kangaroo court in nyeri."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "wa Thiong’o Forty years since the publication of the play, our position remains basically the same: that the proceedings were a colonial narrative aimed at simultaneously giving legal legitimacy to the british colonial “system of justice” and helping british propaganda obscure the aims of the KlFa struggle."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "wa Thiong’o Forty years since the publication of the play, our position remains basically the same: that the proceedings were a colonial narrative aimed at simultaneously giving legal legitimacy to the british colonial “system of justice” and helping british propaganda obscure the aims of the KlFa struggle."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "We also stand by what we said in our preface regarding Kenyan litera- ture and scholarship in general."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "if the publication of the colonial records, which are pitted against the interpretive narratives of leading scholars on Kenya, including Kenyan intellectuals such as simon Gikandi and nicholas Githuku, as well as other international researchers on Kenya, helps reignite the debate about Kĩmathi’s legacy to Kenya, africa, and the world, it will have served a great purpose."
  },
  {
    "text": "english",
    "source": "dedan_kimathi_on_trial",
    "context": "Mĩcere Gĩthae Mũgo emeritus Meredith Professor of Teaching excellence syracuse university ngũgĩ wa Thiong’o Distinguished Professor of english and Comparative literature university of California, irvine october 2015"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "This volume would not have been possible if one of the most influen- tial scholars in african history had not said yes when a young scholar pre- sented him with a crazy idea."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Their ground- breaking 1976 play, The Trial of Dedan Kimathi, has provided the entry point for many generations into the continuing relevance of Kimathi and this period in Kenyan history."
  },
  {
    "text": "english",
    "source": "dedan_kimathi_on_trial",
    "context": "special thanks also go to Derek Peterson and Joseph Kariuki Muriithi for providing the wonderfully rich and incisive annotations to the Gikuyu- english translation of one of Kimathi’s letters (Document 8)."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "My sincere thanks also go to Gill berchowitz and the entire team at ohio university Press for all your patience, professionalism, and com- mitment to this project and to the field of african history more broadly."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "i xxi Abbreviations CiD Criminal investigation Department DC District Commissioner Kar King’s african rifles Kau Kenya african union KCa Kikuyu Central association KHrC Kenya Human rights Commission KG Kikuyu Guard KlFa Kenya land and Freedom army Kna Kenya national archives (nairobi) MMWVa Mau Mau War Veterans’ association narC national rainbow Coalition nMK national Museums of Kenya (nairobi) Tna:Pro The national archives: Public records office (london) TP Tribal Police TPr Tribal Police reserve xxiii ! ! ! !"
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Dedan Kimathi re- mains a powerful symbol of resistance in Kenyan history."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "He was the self-fashioned Field Marshal of the Mau Mau, a movement that had many names, many faces, and even more interpretations.2 The Mau Mau rebellion, which emerged predominantly among the Gikuyu, embu, and Meru populations of Central Kenya, was a radical response both to 1 colonial settler policies of land appropriation and squatter labor restric- tions on the one hand, and to the repressive local african governing ap-"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "His charisma, flair for oration, and ability to evade british forces became leg- endary."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "For the british, Kimathi was a fearsome adversary."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "”6 ali a. Mazrui placed Kimathi among the top candidates in Kenyan history to be anointed a national martyr, akin to other global anticolonial heroes the likes of Gandhi.7 While the emergency and counterinsurgency operations would officially last until 1960, the capture and execution of Kimathi, in 1956 and 1957 respectively, allowed the british to claim victory over Mau Mau and solidi- fied Kimathi’s position among the martyred leaders of a failed rebellion."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "”6 ali a. Mazrui placed Kimathi among the top candidates in Kenyan history to be anointed a national martyr, akin to other global anticolonial heroes the likes of Gandhi.7 While the emergency and counterinsurgency operations would officially last until 1960, the capture and execution of Kimathi, in 1956 and 1957 respectively, allowed the british to claim victory over Mau Mau and solidi- fied Kimathi’s position among the martyred leaders of a failed rebellion."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "as Marshall Clough observed in his important study of Mau Mau memoirs, those who exalted Kimathi often failed to “address the incon- gruence between Gikuyu revolt and Kenyan nation, . . ."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The oath was our leader.”13 in memoirs and popular Kenyan literature, Kimathi could be a tragic folk hero, a misunderstood rebel commander, a power-hungry despot, a pro- phetic patriot, a reminder of the lost dreams of revolution, or a dangerous precedent for future dissidents against the postcolonial order.14 as many of the contributions in this volume make clear, Kimathi embodied all these ascriptions."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi came to symbolize many of the contradictions that Mau Mau, and indeed Kenyan anticolonialism and nationalism writ large, represented: rebel statesman, educated peasant, modern traditionalist."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "some of the most heated historiographical debates mentioned above have centered on memory, political partisanship, and the use of sources.23 Controver- sies over classified, “missing,” or destroyed british archives on Mau Mau in specific and on the british empire more generally have grabbed head- lines in recent years.24 The activism of Mau Mau veterans seeking repara- tions from the british government has prompted an opening of files and a court case on the costs of the colonial counterinsurgency in Kenya.25 Huw bennett has written the first full study of the “hidden” colonial archive at Hanslope Park, home to Her Majesty’s Government Communication 4 i Julie MacArthur Centre.26 Historians bennett, David anderson, and Caroline elkins all played prominent roles in the trial itself, offering evidence of the “system- atic abuse and abrogations of justice” that Mau Mau veterans suffered due to the colonial counterinsurgency in Kenya.27 in 2013 the british govern- ment announced a negotiated settlement including compensation in the amount of $21.5 million to be paid to fifty-two hundred Mau Mau veterans."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "some of the most heated historiographical debates mentioned above have centered on memory, political partisanship, and the use of sources.23 Controver- sies over classified, “missing,” or destroyed british archives on Mau Mau in specific and on the british empire more generally have grabbed head- lines in recent years.24 The activism of Mau Mau veterans seeking repara- tions from the british government has prompted an opening of files and a court case on the costs of the colonial counterinsurgency in Kenya.25 Huw bennett has written the first full study of the “hidden” colonial archive at Hanslope Park, home to Her Majesty’s Government Communication 4 i Julie MacArthur Centre.26 Historians bennett, David anderson, and Caroline elkins all played prominent roles in the trial itself, offering evidence of the “system- atic abuse and abrogations of justice” that Mau Mau veterans suffered due to the colonial counterinsurgency in Kenya.27 in 2013 the british govern- ment announced a negotiated settlement including compensation in the amount of $21.5 million to be paid to fifty-two hundred Mau Mau veterans."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "some of the most heated historiographical debates mentioned above have centered on memory, political partisanship, and the use of sources.23 Controver- sies over classified, “missing,” or destroyed british archives on Mau Mau in specific and on the british empire more generally have grabbed head- lines in recent years.24 The activism of Mau Mau veterans seeking repara- tions from the british government has prompted an opening of files and a court case on the costs of the colonial counterinsurgency in Kenya.25 Huw bennett has written the first full study of the “hidden” colonial archive at Hanslope Park, home to Her Majesty’s Government Communication 4 i Julie MacArthur Centre.26 Historians bennett, David anderson, and Caroline elkins all played prominent roles in the trial itself, offering evidence of the “system- atic abuse and abrogations of justice” that Mau Mau veterans suffered due to the colonial counterinsurgency in Kenya.27 in 2013 the british govern- ment announced a negotiated settlement including compensation in the amount of $21.5 million to be paid to fifty-two hundred Mau Mau veterans."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "some of the most heated historiographical debates mentioned above have centered on memory, political partisanship, and the use of sources.23 Controver- sies over classified, “missing,” or destroyed british archives on Mau Mau in specific and on the british empire more generally have grabbed head- lines in recent years.24 The activism of Mau Mau veterans seeking repara- tions from the british government has prompted an opening of files and a court case on the costs of the colonial counterinsurgency in Kenya.25 Huw bennett has written the first full study of the “hidden” colonial archive at Hanslope Park, home to Her Majesty’s Government Communication 4 i Julie MacArthur Centre.26 Historians bennett, David anderson, and Caroline elkins all played prominent roles in the trial itself, offering evidence of the “system- atic abuse and abrogations of justice” that Mau Mau veterans suffered due to the colonial counterinsurgency in Kenya.27 in 2013 the british govern- ment announced a negotiated settlement including compensation in the amount of $21.5 million to be paid to fifty-two hundred Mau Mau veterans."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "in 2014 a further suit, involving over forty thousand Kenyan claimants, was launched against the british Foreign and Commonwealth office for a range of alleged offences, including false imprisonment, forced labor, abuse, and denial of rights.28 even within this context of secreted or destroyed archives, the absence of Kimathi’s trial has been glaring."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "but the groundbreak- ing play The Trial of Dedan Kimathi by Kenyan authors ngũgĩ"
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "He gives a history of the movement, of the “Kenyan masses,” and of the oppression suffered under british rule."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "He gives a history of the movement, of the “Kenyan masses,” and of the oppression suffered under british rule."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "While ngũgĩ and Mũgo make clear in the preface that their work was “not a reproduction of the farcical ‘trial’ at nyeri” but rather “an imaginative recreation and interpretation of the collective will of the Kenyan peasants and workers,” without the actual trial transcript available for academic and public examination, ngũgĩ and Mũgo became respon- sible for constructing the popular postcolonial imagination of the trial and the man himself."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "and yet, as ngũgĩ and Mũgo submit in their foreword to this volume, theirs was an imagining of the trial, and of Kimathi him- self, that rejected “the entire assumptions underlying that british kangaroo court in nyeri.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "unlike the british intelligence and colonial records described above, the records of colonial trials mostly remained in the colony where they were produced, most often in multiple certified sets kept at various levels of the judicial process that could include, but were not limited to, sites of appeal outside the colony."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "on a trip to the uK, i followed the trail left by the british lawyers who drafted Kimathi’s final appeal to the Privy Council."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Many interested parties and parliamentarians in britain followed the case, warning of the danger of executing such a mythic figure in the Mau Mau movement and publicly pushing for the appeal.41 british Introduction: The Trial of Dedan Kimathi i 7 lawyer Dingle Foot took up the appeal."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "often described as a “socialist” or “communist” lawyer, Millner defended several african trade unionists and liberation leaders against colonial prosecutions, wrote booklets on soviet justice, and worked on multiple high-profile cases across the british empire."
  },
  {
    "text": "soviet",
    "source": "dedan_kimathi_on_trial",
    "context": "often described as a “socialist” or “communist” lawyer, Millner defended several african trade unionists and liberation leaders against colonial prosecutions, wrote booklets on soviet justice, and worked on multiple high-profile cases across the british empire."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "often described as a “socialist” or “communist” lawyer, Millner defended several african trade unionists and liberation leaders against colonial prosecutions, wrote booklets on soviet justice, and worked on multiple high-profile cases across the british empire."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The files proved incredibly rich, revealing the fascinating career of this “socialist” anticolonial british lawyer."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "in 1941, Kimathi enlisted as a sweeper with the King’s african rifles (Kar), work he soon deserted after being exposed to the terrible conditions of african troops.47 This brief service has led to the popular myth that Kimathi, like other Mau Mau generals, had served with colonial forces in the global theaters of war during World War ii."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "in 1941, Kimathi enlisted as a sweeper with the King’s african rifles (Kar), work he soon deserted after being exposed to the terrible conditions of african troops.47 This brief service has led to the popular myth that Kimathi, like other Mau Mau generals, had served with colonial forces in the global theaters of war during World War ii."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "intendent Henderson noted that “in the rest of Kenya there were a few africans who could have held their own with Kimathi in council or on the platform."
  },
  {
    "text": "Christianity",
    "source": "dedan_kimathi_on_trial",
    "context": "but they were not in the forest and Kimathi was.”63 in the for- est, literacy often became a dividing line among the leadership.64 Kimathi openly criticized the unlettered and they in turn accused Kimathi of hav- ing been poisoned by Christianity and Western education."
  },
  {
    "text": "Protestant",
    "source": "dedan_kimathi_on_trial",
    "context": "General Kahiu-itina accused Kimathi and other educated Protestant leaders of using their il- literate followers for their own selfish ends."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "”66 of particular interest in relation to his later trial is the question of Kimathi’s role in and openness to negotiations with the british."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "”67 in special branch files, Huw bennett found similar references to negotiations in 1953 indi- cating the Kenya intelligence Committee believed these letters to reveal “a sincere wish by many Mau Mau to surrender,” though they remained doubtful of the reach of Kimathi’s influence.68 such discussions led to the first surrender offer by the british government on 24 august 1953."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "after a large-scale surrender scheme negotiated by China and Henderson ended 14 i Julie MacArthur in what seems to have been an unintended slaughter by british forces of Mau Mau forces gathering to surrender, negotiations ceased and China was sent to lokitaung Prison until 1962, where he was imprisoned along- side future president Jomo Kenyatta.78 subsequent attempts at negotiations caused great internal dissension."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "surrenders increased and the divides within the Mau Mau movement were widely publicized in british propaganda."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "but Kimathi was still at large, a fact that dogged colonial officials and inspired detained Mau Mau fighters and ordinary Kenyans across the colony."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Home Guards training for service used an effigy of Kimathi for target practice.82 For many british officials, most famously in the case of superintendent ian Henderson, capturing Kimathi became “an obses- sion."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "”83 intelligence reports told of Kimathi wearing the overcoat of the “late Mr. ruck,” an image that certainly would have added to his brutal and remorseless image in british minds.84 a reward of Ksh 10,000, or £500, was proffered in 1953 for information “leading to the arrest of a for- mer secretary of the Thompson’s  Falls branch of the Kau, Dedan Kimathi wa Waciuri, who is wanted in connection with the murder of chief nderi."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "While british soldiers were not eligible for such rewards, british company commanders, with the knowledge of their commanding officers, made unofficial offers to their soldiers of Ksh 100 “to kill the Mau Mau leader Dedan Kimathi”—a matter that prompted great controversy during the Mclean Court of inquiry in 1953 that investigated disciplin- ary breaches and misconduct among british forces.86 in october 1954 the colonial government published thirty thousand flyers in Gikuyu asking, “Have you seen Dedan Kimathi lately?” hoping to enlist the public’s help and further restrict Kimathi’s ability to move throughout the region.87 Kimathi’s legend grew with every month he eluded the british forces."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "While british soldiers were not eligible for such rewards, british company commanders, with the knowledge of their commanding officers, made unofficial offers to their soldiers of Ksh 100 “to kill the Mau Mau leader Dedan Kimathi”—a matter that prompted great controversy during the Mclean Court of inquiry in 1953 that investigated disciplin- ary breaches and misconduct among british forces.86 in october 1954 the colonial government published thirty thousand flyers in Gikuyu asking, “Have you seen Dedan Kimathi lately?” hoping to enlist the public’s help and further restrict Kimathi’s ability to move throughout the region.87 Kimathi’s legend grew with every month he eluded the british forces."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "While british soldiers were not eligible for such rewards, british company commanders, with the knowledge of their commanding officers, made unofficial offers to their soldiers of Ksh 100 “to kill the Mau Mau leader Dedan Kimathi”—a matter that prompted great controversy during the Mclean Court of inquiry in 1953 that investigated disciplin- ary breaches and misconduct among british forces.86 in october 1954 the colonial government published thirty thousand flyers in Gikuyu asking, “Have you seen Dedan Kimathi lately?” hoping to enlist the public’s help and further restrict Kimathi’s ability to move throughout the region.87 Kimathi’s legend grew with every month he eluded the british forces."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "While british soldiers were not eligible for such rewards, british company commanders, with the knowledge of their commanding officers, made unofficial offers to their soldiers of Ksh 100 “to kill the Mau Mau leader Dedan Kimathi”—a matter that prompted great controversy during the Mclean Court of inquiry in 1953 that investigated disciplin- ary breaches and misconduct among british forces.86 in october 1954 the colonial government published thirty thousand flyers in Gikuyu asking, “Have you seen Dedan Kimathi lately?” hoping to enlist the public’s help and further restrict Kimathi’s ability to move throughout the region.87 Kimathi’s legend grew with every month he eluded the british forces."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "Detained politician J. M. Kariuki remembered being forced to repeat the phrase “Dedan Kimathi and stanley Mathenge will be finished in the for- est” by the guards at the langata detention camp.88 Kariuki and others would subvert this psychological torture through some creative linguistic gymnastics: “fortunately the swahili word for ‘flourish’ (ishi) is very simi- lar to that for ‘finish’ (isha)"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The komerera were often former Mau Mau fighters condemned for their “idleness and cowardice,” as the term implied: “as vagrants they perpetrated anti-social violence, refused to cook for their leaders, and failed to fight the british."
  },
  {
    "text": "claims.96",
    "source": "dedan_kimathi_on_trial",
    "context": "Henderson’s account of her initial obstinacy after her capture, sudden turn against Kimathi during interroga- tion, and surprising release soon after has led some to claim she gave cru- cial intelligence on Kimathi’s movements, though very little evidence exists to support these claims.96 in Henderson’s words, “it seemed that even ngai  was deserting Kimathi.”97"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "His silence after the capture stood out not only to british officials but moreover to local onlookers.101 after being read the charges against him, Kimathi stated, “i would like to say that i never knew there was such a law,” pausing for a few seconds and then adding, “i have nothing more to say.”102"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The british press reported Kimathi’s capture worldwide."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The accom- panying photograph pictured Kimathi, stripped of his leopard skin coat and cap, from an extremely high angle, dreadlocks wound tight atop his head, as if a subdued animal or helpless infant (photos 2 and 3).103 a british Pathé newsreel video proclaimed to the world that the capture of Kimathi “will have a great psychological effect for the Mau Mau leaders still at large are only small fry."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "it would be one of the last in the long parade of Mau Mau trials through- out the 1950s that would lead 1,090 africans to their deaths by hanging and thousands more to detention camps.108 The charges against Kimathi were unlawful possession of a firearm and unlawful possession of am- munition.109 originally, british officials also charged Kimathi with the murder of Mwai itufanwa, a forest guard who served outside aberdare national Park, near nyeri, and was killed in December 1952.110 but murder was a much harder charge to prove, and the mere possession of the pistol, a charge never denied by Kimathi, carried the death penalty under the emergency regulations."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "it would be one of the last in the long parade of Mau Mau trials through- out the 1950s that would lead 1,090 africans to their deaths by hanging and thousands more to detention camps.108 The charges against Kimathi were unlawful possession of a firearm and unlawful possession of am- munition.109 originally, british officials also charged Kimathi with the murder of Mwai itufanwa, a forest guard who served outside aberdare national Park, near nyeri, and was killed in December 1952.110 but murder was a much harder charge to prove, and the mere possession of the pistol, a charge never denied by Kimathi, carried the death penalty under the emergency regulations."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "a british judge and a jury of three Kikuyu elders from his native village, was her son, Dedan Kimathi, 36, self-styled Field Marshal, Knight Commander of the african empire, President of the Parlia- ment of Kenya and Commander in Chief of the land liberation army, the man once feared through all Kenya as the leader of some 10,000 Mau Mau terrorists.113"
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "a british judge and a jury of three Kikuyu elders from his native village, was her son, Dedan Kimathi, 36, self-styled Field Marshal, Knight Commander of the african empire, President of the Parlia- ment of Kenya and Commander in Chief of the land liberation army, the man once feared through all Kenya as the leader of some 10,000 Mau Mau terrorists.113"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "a british judge and a jury of three Kikuyu elders from his native village, was her son, Dedan Kimathi, 36, self-styled Field Marshal, Knight Commander of the african empire, President of the Parlia- ment of Kenya and Commander in Chief of the land liberation army, the man once feared through all Kenya as the leader of some 10,000 Mau Mau terrorists.113"
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "as an ambulance drove Kimathi away from the courthouse each day, the article contin- ued, “a crowd of impassive Kikuyu natives watched in stony silence,” and Kimathi’s mother “stared at her son’s Kikuyu judges and spat in the dust.”"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Present in this obviously sensationalized account lurk many of the colonial assumptions regarding not only Kimathi but moreover the wider african public who bore witness to this trial.114 inside the courthouse, Kimathi stood trial with his court-appointed lawyer, Frederick Miller, before Justice o’Connor, Crown prosecutor Con- roy, and three Gikuyu “assessors.”"
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi used the complicated internal politics of Mau Mau, the colonial government’s often contradictory counterinsurgency strate- gies, and his own painful, seemingly hidden history of epilepsy to make his case.116 it was this last strategy that provided some of the most poignant mo- ments of the trial: in Kimathi’s words, “during my life i have suffered from what the Kikuyu call ‘devils.’"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "While epilepsy remains a highly stigmatized disorder in modern Kenya, its associations with excessive religiosity, mental instability, or pro- phetic calling have a distinct colonial history.117 Kimathi spoke of receiving treatment for his condition in the forest: “i have been treated by ‘medicine men’ (Witness corrects the interpreter’s translation to ‘Witch doctors’) not by african doctors of medicine.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "indeed, both sides appealed to the power of witchcraft in their propaganda: british pro- paganda painted Mau Mau fighters and supporters as brainwashed, under the spell of powerful leaders who used witchcraft to control their loyalties, while Mau Mau propagandists similarly invoked their ability to harness witchcraft powers and enlisted Kamba witchcraft practitioners to “employ power and paraphernalia against the state."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "While not examined explicitly in this volume, Kimathi’s trial transcript opens up the possibility of new insights and explorations into african and european perceptions of health and disease, witchcraft and power, psychology and rebellion."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "While not examined explicitly in this volume, Kimathi’s trial transcript opens up the possibility of new insights and explorations into african and european perceptions of health and disease, witchcraft and power, psychology and rebellion."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "For many Kenyans, mourning for Kimathi would have to remain clandestine with emergency regulations still in ef- fect until 1960, thousands still in detention, and no body to bury."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The Judg- ment and the appeals for Kimathi’s case provide a lens into how the british colonial justice system interpreted and carried out legal procedures in this very high profile case."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "David anderson’s chapter provides an incisive look into the mechanics of british colonial justice and the character of the legal proceedings taken against Kimathi."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The voices captured in this volume, from colonial officials to Kenyan writers to international scholars to Kimathi himself, do not always agree."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "2. as Mĩcere Gĩthae Mũgo and ngũgĩ wa Thiong’o point out in their fore- word, along with several of the contributors in this volume, the term Mau Mau was popularized by british officials and the colonial press, and its origins and meaning remain contested."
  },
  {
    "text": "Squatters",
    "source": "dedan_kimathi_on_trial",
    "context": "For some of the debates over the use of the term and the multiple “faces” of this rebellion, see e. s. atieno odhiambo, “The Production of History in Kenya: The Mau Mau Debate,” Canadian Journal of African Studies 25, no. 2 (1991): 300–307; e. s. atieno odhiambo and John lonsdale, eds., Mau Mau and Nationhood: Arms, Authority and Narration (athens: ohio university Press, 2003); Don- ald l. barnett and Karari njama, Mau Mau from Within: Autobiography and Analysis of Kenya’s Peasant Revolt (new york: Monthly review Press, 1966), 54–55; bruce berman, “nationalism, ethnicity, and Modernity: The Paradox of Mau Mau,” Canadian Journal of African Studies 25, no. 2 (1991): 181–206; Frederick Cooper, “Mau Mau and the Discourses of Decolonization,” review of Squatters and the Roots of Mau Mau, by Tabitha Kanogo, and Economic and Social Origins of Mau Mau, by David W. Throup, Journal of African History 29, no. 2 (1988): 313–20; John lonsdale, “Mau Maus of the Mind: Making Mau Mau and remaking Kenya,” Journal of African History 31, no. 3 (november 26 i Julie MacArthur 1990): 393–421; lonsdale, “The Moral economy of Mau Mau: Wealth, Poverty, and Civic Virtue in Kikuyu Political Thought,” in Unhappy Valley: Conflict in Kenya and Africa, vol."
  },
  {
    "text": "Nationalism",
    "source": "dedan_kimathi_on_trial",
    "context": "bruce berman and John lonsdale (athens: ohio university Press, 1992), 315–504; Carl G. rosberg Jr. and John nottingham, The Myth of “Mau Mau”: Nationalism in Kenya (new york:"
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "East African Standard, 7 september 1953."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "For a fascinating ac- count of academic debates over the place of Mau Mau and Kimathi in Kenyan historiography, see David William Cohen, The Combing of History (Chicago: university of Chicago Press, 1994), 59–64. 9. as quoted in s. M. shamsul alam, Rethinking the Mau Mau in Colonial Kenya (new york: Palgrave Macmillan, 2007), 41."
  },
  {
    "text": "east african",
    "source": "dedan_kimathi_on_trial",
    "context": "robert Whittier, The Swords of Kirinyaga: The Fight for Land and Freedom (nairobi: east african literature bureau, 1975), 26 13."
  },
  {
    "text": "east african",
    "source": "dedan_kimathi_on_trial",
    "context": "barnett and njama, Mau Mau from Within; sam Kahiga, Dedan Kimathi: The Real Story (nairobi: longman Kenya, 1990); Waruhiu itote, “Mau Mau” General (nairobi: east african Publishing House, 1967); itote, Mau Mau in Action (nairobi: Transafrica, 1979); shiraz Durrani, Kĩmathi: Mau Mau’s First Prime Minister of Kenya (london: Vita books, 1986); Tabitha Kanogo, Dedan Kimathi: A Biography (nairobi: east african educational Publishers, 1992); David njeng’ere, Dedan Kimathi: Leader of Mau Mau (nai- robi: sasa sema Publications, 2003);"
  },
  {
    "text": "Nationalism",
    "source": "dedan_kimathi_on_trial",
    "context": "bethwell a. ogot, “revolt of the elders: an anatomy of the loyalist Crowd in the Mau Mau uprising, 1952–1956,” in Politics and Nationalism in Colonial Kenya, ed."
  },
  {
    "text": "Asian",
    "source": "dedan_kimathi_on_trial",
    "context": "ogot, Hadith 4 (nairobi: east african Publishing House, 1972), 134–49; Mordecai Tamarkin, “The loyalists in nakuru during the Mau Mau revolt and its aftermath, 1953–1963,” Asian and African Studies 12, no. 2 (1978): 247–61."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "ogot, Hadith 4 (nairobi: east african Publishing House, 1972), 134–49; Mordecai Tamarkin, “The loyalists in nakuru during the Mau Mau revolt and its aftermath, 1953–1963,” Asian and African Studies 12, no. 2 (1978): 247–61."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "Commemorating Mau Mau with the statue of Dedan Kimathi,” African Studies 70, no. 2 (2011): 202–23; annie Coombes, lotte Hughes, and Karega- Munene, Managing Heritage, Making Peace: History, Identity and Memory in Contemporary Kenya (london: i. b. Taurus, 2014); Patrick Gathara, “The spoils of War: Why Do We Celebrate Kenyatta, not Kimathi, Day?” 19 october 2009, http://gathara.blogspot.ca/2009/10/spoils-of-war-why-do-we-celebrate.html."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "british Colonial rule, Violence and the Historians of Mau Mau,” Round Table 96, no. 389 (april 2007): 201–23. 24."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "David M. anderson, “Guilty secrets: Deceit, Denial, and the Discov- ery of Kenya’s ‘Migrated archive,’” History Workshop Journal 80, no. 1 (au- tumn 2015): 142–60; anderson, “Mau Mau in the High Court and the ‘lost’ british empire archives: Colonial Conspiracy or bureaucratic bungle?,” Jour- nal of Imperial and Commonwealth History 39, no. 5 (2011): 699–716."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "see also aoife Duffy, “legacies of british Colonial Violence:"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Caroline elkins, “alchemy of evidence: Mau Mau, the british empire, and the High Court of Justice,” Journal of Imperial and Commonwealth History 39, no. 5 (December 2011), 733. 28."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "Katie engelhart, “40,000 Kenyans accuse uK of abuse in second Mau Mau Case,” Guardian, 29 october 2014."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "in addition to those already mentioned, see Josiah Mwangi Kariuki, “Mau Mau” Detainee: The Account of a Kenya African of His Experiences in De- tention Camps, 1953–1960 (london: oxford university Press, 1963);"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "John lonsdale, “Kenyatta’s Trials: breaking and Making an african nationalist,” in The Moral World of the Law, ed."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "Gakaara wa Wanjaũ,” Research in African Literatures 25, no. 4 (1994): 177–97. 35."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "For excellent analy- sis of the play and its role in the “rewriting of history,” see oyeniyi okunoye, “Dramatizing Postcoloniality: nationalism and the rewriting of History in ngũgĩ and Mũgo’s ‘The Trial of Dedan Kimathi,’” History in Africa 28 (2001): 225–37; James ogude, “The nation and narration: ‘The Truths of the nation’ and the Changing image of Mau Mau in Kenyan literature,” in atieno odhi- ambo and lonsdale, Mau Mau and Nationhood, 268–83."
  },
  {
    "text": "east african",
    "source": "dedan_kimathi_on_trial",
    "context": "ngũgĩ wa Thiong’o, Matigari, translated by Wangũi wa Goro (nairobi: east african educational Publishers, 1987)."
  },
  {
    "text": "Canadian",
    "source": "dedan_kimathi_on_trial",
    "context": "For more on the role of the “passive wing,” see Cora Presley, “The Mau Mau rebellion, Kikuyu Women, and social Change,” Canadian Jour- nal of African History 22, no. 3 (1988): 502–27; Tabitha Kanogo, Squatters and the Roots of Mau Mau, 1905–1963 (athens: ohio university Press, 1987); Caroline elkins, “Detention, rehabilitation, and the Destruction of Kikuyu society,” in atieno odhiambo and lonsdale, Mau Mau and Na- tionhood, 191–226."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "For more on the role of the “passive wing,” see Cora Presley, “The Mau Mau rebellion, Kikuyu Women, and social Change,” Canadian Jour- nal of African History 22, no. 3 (1988): 502–27; Tabitha Kanogo, Squatters and the Roots of Mau Mau, 1905–1963 (athens: ohio university Press, 1987); Caroline elkins, “Detention, rehabilitation, and the Destruction of Kikuyu society,” in atieno odhiambo and lonsdale, Mau Mau and Na- tionhood, 191–226."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "East African Standard, 28 august 1953."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "“100 Kikuyu Guards in Field exercise: Dedan Kimathi effigy shot up in Mock attack at Githunguri,” East African Standard, 9 september 1953."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "“Mr. ruck” most likely referred to british settler roger ruck, who was murdered along with his wife and young son in their home on 24 January 1953, an attack widely and graphically publicized."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "british Pathé newsreel, “Mau Mau Chief Captured, 1956,” http://www."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "“leaflets Tell of Kimathi’s Capture,” East African Standard, 23 octo- ber 1956."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "see coverage of the trial in the East African Standard from 22 octo- ber to 25 october 1956."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "He Was Murdered by Mau Mau adherents on 19th December 1954 in the national Park near nyeri,” Kenya Gazette, 27 January 1953; “Dedan Kimathi Charged with Murder,” East African Standard, 23 october 1956."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "“Kimathi Trial opens at nyeri,” East African Standard, 20 november 1956."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "sloan Mahone, “The Psychology of the Tropics: Conceptions of Tropical Danger and lunacy in british east africa” (PhD thesis, university of oxford, 2004)."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "117. sloan Mahone, “The Psychology of rebellion: Colonial Medical responses to Dissent in british east africa,” Journal of African History 47, no. 2 (2006): 244."
  },
  {
    "text": "Kiswahili",
    "source": "dedan_kimathi_on_trial",
    "context": "at several points in the trial, how- ever, Kimathi’s own correction of the court interpreter suggests that he was speaking to the court in either Gikuyu or Kiswahili."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "East African Standard, 7 september 1953."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Conroy later acted as attorney General of Kenya during the Hola Camp massacre contro- versy of 1959, wherein eleven “hard-core” Mau Mau detainees were clubbed to death by their african guards under the direction of the british warders, who subsequently attempted to cover up the incident."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Conroy later acted as attorney General of Kenya during the Hola Camp massacre contro- versy of 1959, wherein eleven “hard-core” Mau Mau detainees were clubbed to death by their african guards under the direction of the british warders, who subsequently attempted to cover up the incident."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "as part of the counterinsurgency, british officials used forced labor from the villages in central Kenya to dig trenches, or ditches, along forest areas in an attempt to prevent movement of people and supplies between the “native reserves” and the forests."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "He was taken to the police station and the pistol was handed to a european police officer who will produce it."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "For the possible importance of leopard skin in Kikuyu culture, see the introduction to this volume."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "a european police officer arrived there."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "i don’t know the european’s name."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "From the time it was taken from the accused to the time it was handed to the european police officer i did not see it taken out of the holster."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "The european opened the pistol and i saw him remove 6 rounds of ammunition from it."
  },
  {
    "text": "Karundo",
    "source": "dedan_kimathi_on_trial",
    "context": "Mwangi, Geru {ngeru} Karundo, Cpl."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "later a european police officer came to whom Cpl."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "We had carried Dedan Kimathi to Kahigaini Homeguard post before the european police officer arrived."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "i went off on a bicycle and reported to a european police officer at ihururu Police station."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "Wanjohi hand the pistol to the european police officer."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "{King’s african rifle}21 for 13 years."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "The King’s african rifles were a british colonial army force in east africa from 1902 to 1960."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The King’s african rifles were a british colonial army force in east africa from 1902 to 1960."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "on the way we met a european police officer."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "We took positions near the ditch dividing the Kikuyu reserve from the Forest."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "njeru left and a land rover arrived with a european police officer."
  },
  {
    "text": "askari",
    "source": "dedan_kimathi_on_trial",
    "context": "i handed it to another askari to bandage his leg."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "i later showed a european Police officer the place – a C.i.D. {Criminal investigations Department} officer whose name i do not know."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "i later showed a european Police officer the place – a C.i.D. {Criminal investigations Department} officer whose name i do not know."
  },
  {
    "text": "indian",
    "source": "dedan_kimathi_on_trial",
    "context": "located in the center of town, osman allu’s was a general shop founded early in the colonial period by a partnership between indian businessman adbul osman allu and ismaili trader Mohamedally rattansi."
  },
  {
    "text": "ismaili",
    "source": "dedan_kimathi_on_trial",
    "context": "located in the center of town, osman allu’s was a general shop founded early in the colonial period by a partnership between indian businessman adbul osman allu and ismaili trader Mohamedally rattansi."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "a european police officer arrived “silo”."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "i took it back to the police station (ihururu) and handed it to the same european police officer."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "until the european arrived i was in charge of all the tribal police there."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "D. nyeri."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "i was the first european police officer to see him after his capture."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "D. in the nyeri area."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "i am an inspector, a C.i.D. officer attached to the s. nyeri reserve Division in the nyeri area."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "East African Standard, 6 november 1956."
  },
  {
    "text": "Murram",
    "source": "dedan_kimathi_on_trial",
    "context": "Murram road is approx."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "re-eXaMineD: i am a C.i.D. officer."
  },
  {
    "text": "British",
    "source": "dedan_kimathi_on_trial",
    "context": "David French, The British Way in Counter-insurgency, 1945–1967 (oxford: oxford university Press, 2011), 89."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "D. i understood that he was going to speak to D. Kimathi."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "i have seen africans sitting on their haunches."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "acting senior superintendent Police, C.i.D. nairobi."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "When a reply was made by the accused, that was recorded by me in english and after the usual certificates had been appended to the statement i read the charges again and the replies to the accused both in swahili and in english and he agreed that these were proper interpretations of the reply he had made."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "D. about 3 years ago."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "This notice would have been issued by the officer in charge of the C.i.D. at that time."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "D. it has been paid to various members of the Tribal Police patrol which was responsible for the capture of the accused."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "i have a letter in Kikuyu and an english translation."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "Mr. baker read the charges over to him in swahili and english and also the statement that had been written down, in both swahili and english."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "Mr. baker read the charges over to him in swahili and english and also the statement that had been written down, in both swahili and english."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "There is a sentence in Kikuyu with the same thing in english and in swahili (safe Conduct Pass)."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "To court at request of s.G. There is slight erosion of the banks of the trench at Pt. D. no great quantity of water has gone over."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "i had been living there with other people – africans."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "africans appearing before the colonial courts could be sworn in by taking different oaths according to their religious beliefs."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "although the tran- script is unclear, it can be assumed that Kimathi was sworn on a Christian oath on the bible, as reported by the East African Standard on 24 november 1956."
  },
  {
    "text": "anti-british",
    "source": "dedan_kimathi_on_trial",
    "context": "Q. since that day, have you carried out any anti-british or anti- Government activity?"
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "When i opened my eyes at iHururu i saw a european – i do not know whether he was a Doctor."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "besides you (Counsel) i have spoken to the europeans who were keeping guard over me and have told them that i was shot while coming out to surrender."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "i have been treated by ‘medicine men’ (Witness corrects the interpreter’s translation to ‘Witch doctors’) not by african doctors of medicine."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "The people invented the name “Knight Commander of the african empire.”"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "i on behalf of all my followers and the Defence Council and the President of the Council and the Knight Commander of the african empire and the President of the african empire .... etc. ....."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "i on behalf of all my followers and the Defence Council and the President of the Council and the Knight Commander of the african empire and the President of the african empire .... etc. ....."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "Q. Wasn’t it read in english, swahili and Kikuyu?"
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "i just thought they were ordinary europeans."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "There has been a european in my cell all the time since my arrest."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "estimates of time by african witnesses usually very vague indeed."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "Mwangi who gave it to Corporal Wanjohi who later handed it to a european police officer."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "european officer opened it and took out six rounds of ammunition."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "Mwangi, witness borrowed a bicycle and reported the occurrence to a european police officer at ihururu police station."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "This is the first european police officer accused has met."
  },
  {
    "text": "D.",
    "source": "dedan_kimathi_on_trial",
    "context": "D. on the 22/10 baker charged accused with two offences – possession of a firearm and possession of ammunition – each without lawful authority or lawful excuse."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "He says he has told some of his european escorts."
  },
  {
    "text": "anti-british",
    "source": "dedan_kimathi_on_trial",
    "context": "He says that neither since that – nor previously to it – has he carried out any anti-british or any anti-Government activity."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "it is addressed to the Deputy Governor, sir F. Crawford and it contains a passage: “i on behalf of all my followers and the Defence Council and as President of the Council and Knight Commander of the african empire and Commander in Chief of the Country of Kenya notify that the terms will not be considered etc...”"
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "briefly, the case for the Prosecution is that on the evening of saturday october 20th, 1956, a party of about 24 Tribal Police and Tribal Police reserve under a Tribal Police Corporal Wanjohi went out from Kahigaini Home Guard Post to line part of the continuous trench which divides the Kikuyu reserve (hereinafter called “The reserve”) from the forest in the south Tetu location of nyeri."
  },
  {
    "text": "poles",
    "source": "dedan_kimathi_on_trial",
    "context": "When they got to the edge of a place where there had been cultivation, ndirangu saw a figure carrying something over his shoulder which ndirangu could not distinguish properly in the dim light: it looked like poles."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu called him to Kikuyu many times to stop; but he did not do so."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "after searching for some time, variously estimated at one hour and 20 minutes, (estimates of times and distances by illiterate african witnesses are usually quite unreliable) ndirangu says that he saw a thing like a leopard lying in some undergrowth under a small castor oil tree or bush."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "The charges were read to him in english, swahili and Kikuyu."
  },
  {
    "text": "anti-british",
    "source": "dedan_kimathi_on_trial",
    "context": "He says that neither since February, 1954, (nor, indeed, previously) has he carried out any anti-british or anti-Government activity."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "you can surrender to any european officer or to any other Government representative”."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "When he opened his eyes at ihururu he saw a european, whom he did not know to be a doctor."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "The accused says that he has mentioned the question of surrender to europeans of his escort; but the Defence did not call any of them to substantiate this."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "That the learned Chief Justice failed to appreciate that, even though a defence of insanity was not open to the appellant, his reactions to his surroundings after being shot and wounded were unlikely to have been normal when judged by african, much less european, standards."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "That the learned Chief Justice failed to appreciate that, even though a defence of insanity was not open to the appellant, his reactions to his surroundings after being shot and wounded were unlikely to have been normal when judged by african, much less european, standards."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "THaT the case for the Crown was on the 21st october, 1956 your Petitioner was observed by certain tribal policemen in or near a trench which divides the Kikuyu reserve from the forest in the south Tetu location of nyeri."
  },
  {
    "text": "poles",
    "source": "dedan_kimathi_on_trial",
    "context": "When they got to the edge of a place where there had been cultivation, ndirangu saw a figure carrying something over his shoulder which ndirangu could not distinguish properly in the dim light: it looked like poles."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu called to him in Kikuyu many times to stop; but he did not do so."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "“after searching for some time, variously estimated at one hour and 20 minutes, (estimates of times and distances by illiterate african witnesses are usually quite unreliable) ndirangu says that he saw a thing like a leopard lying in some undergrowth under a small castor oil tree or bush."
  },
  {
    "text": "anti-british",
    "source": "dedan_kimathi_on_trial",
    "context": "He says that neither since February, 1954, (nor, indeed, previously) has he carried out any anti-british or anti-Government activity."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "you can surrender to any european of- ficer or to any other Government representative.”"
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "When he opened his eyes at ihururu he saw an european, whom he did not know to be a doctor."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "The accused says that he has mentioned the question of surrender to europeans of his escort; but the Defence did not call any of them to substantiate this."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "He says he has told some of his european escorts."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "That the learned Chief Justice failed to appreciate that, even though a defence of insanity was not open to the appel- lant, his reactions to his surroundings after being shot and wounded were unlikely to have been normal when judged by african, much less european, standards."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "That the learned Chief Justice failed to appreciate that, even though a defence of insanity was not open to the appel- lant, his reactions to his surroundings after being shot and wounded were unlikely to have been normal when judged by african, much less european, standards."
  },
  {
    "text": "Mission",
    "source": "dedan_kimathi_on_trial",
    "context": "He returned to nyeri and went to Karunaini as a Mission schoolteacher."
  },
  {
    "text": "K.a.u",
    "source": "dedan_kimathi_on_trial",
    "context": "He was hazy and evasive about the principals of K.a.u. and stated that he attended 2 public meetings and all they discussed was a code of behaviour for africans."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "He was hazy and evasive about the principals of K.a.u. and stated that he attended 2 public meetings and all they discussed was a code of behaviour for africans."
  },
  {
    "text": "KabanGa",
    "source": "dedan_kimathi_on_trial",
    "context": "i Document 5 subject, in company with MaCHaria KiMeMia, sTanley KiaMa, nGunGu GiCHeru left for loc. 2 where MaCHaria’s gang of 600 were waiting under the command of KaGo and KabanGa."
  },
  {
    "text": "MuTHasi",
    "source": "dedan_kimathi_on_trial",
    "context": "DiVision 7 (Kiharu people) Commander - WanyeKi WanGoMbe 2 i/c - could not remember subject also stated that he formed the MuTHasi army on Mt. Kenya under the command of CHina, afterwards TanGanyiKa, but later withdrew this and admitted he had nothing to do with the Mt. Kenya organisation."
  },
  {
    "text": "Korean",
    "source": "dedan_kimathi_on_trial",
    "context": "Then we have other wars such as the Korean struggle with the classes such as Vietminh, even at this moment there is war in indochina."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "The original gives the word “raia,” a swahili term meaning “the peo- ple.”"
  },
  {
    "text": "ricans",
    "source": "dedan_kimathi_on_trial",
    "context": "(5) The Kenya Parliament appreciates the work done for the af- ricans by the Kenya Government and thanks them for it."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "The original is “ucenji,” a Gikuyu word borrowed from the swahili “shenzi,” an “uncultured person.”"
  },
  {
    "text": "Catholic",
    "source": "dedan_kimathi_on_trial",
    "context": "This proverb had appeared in a 1939 book of Gikuyu proverbs col- lected by Catholic researchers in the vicinity of nyeri."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "see G. barra, 1000 Kikuyu Proverbs (nyeri: Consolata Catholic Mission Printing school, 1939), number 496."
  },
  {
    "text": "english",
    "source": "dedan_kimathi_on_trial",
    "context": "in the original the english proverb is given in english, and enclosed in parentheses."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "(8) it is now generally realized that whenever the government calls upon those in the forest to surrender85 the motive behind such call is to enable the terrorists86 to be picked up easily and then hanged, the aim being to diminish the tribe so that the european may have a nice place to live in in Kenya.87 This may be the reason why the leaders of government do not want sur- render negotiations which could lead to a satisfactory solution for all.88 only those who desert through weakness or those who want nice food will surrender by the green branch terms, and these persons include those who are cowardly or have no clothing.89 but the majority know that such surrenders will never mean the end of the war.90 Government should forget having servants though they will be got later as it is realized that all person cannot be rich."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "in the Gikuyu original these last two proverbs are given in swahili, with no translation."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "in the Gikuyu original the europeans plot to have a nice place to live in the “bururi wa agikuyu,” the “country of the Gikuyu people.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "There have been emergencies before in british countries,93 even wars over religion such as the 80 years War and those of europe during the era of the yeomans."
  },
  {
    "text": "yeomans",
    "source": "dedan_kimathi_on_trial",
    "context": "There have been emergencies before in british countries,93 even wars over religion such as the 80 years War and those of europe during the era of the yeomans."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "This sentence is better translated as “if exploitation will not be stopped, it can be foreseen that another world war will have to find the Kenyan war still going on.”"
  },
  {
    "text": "israelites",
    "source": "dedan_kimathi_on_trial",
    "context": "in learn- ing the history of the israelites we also learned the history of the Kikuyu.103 as there is but one God for all, there is but one just form of government and that form is known to God."
  },
  {
    "text": "israelites",
    "source": "dedan_kimathi_on_trial",
    "context": "The phrase is better translated as “in reading the history of the israelites we also read the history of the Kikuyu.”"
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "The phrase is better translated as “in reading the history of the israelites we also read the history of the Kikuyu.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "My first word is, let the Kenya Government not behave as childishly through Mr. lytellon {sic} and Mr. blundell106 who definitely are rueing the british reign."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Michael blundell, Kenyan farmer and politician—legislative Council Member (1948– 63) and Minister on the emergency War Committee (1954–55)."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "surely i pity the british empire, so strong, so rich, so clever, so wise and well unified whilst being led astray by beast like leaders who are surely an anthrax to both cow and the calf."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "british law became temporary, no Christianity but greediness."
  },
  {
    "text": "Christianity",
    "source": "dedan_kimathi_on_trial",
    "context": "british law became temporary, no Christianity but greediness."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Do not you pity the british isle in time of atomic?"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "i prophesy that so the african continent is known as dark continent the first, british isle will be the last dark island however strong you are."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "i prophesy that so the african continent is known as dark continent the first, british isle will be the last dark island however strong you are."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Woe, the british empire who felt mercy for my africa."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Will the british rulers here my word and receive my saying or will they say, bloody Mau Mau will be crushed to death?"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "(c) african Gospel preachers will do the same."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "i hereby notify the public that though that the Kenya Government does not regard us as people with brain and wisdom or knowledge that negotiation talks could not be attended by our own elected delegates while we were ready to do so, and as now the Kenya Government has nominated its own delegates to attend the negotiation talks, i on behalf of all my followers and the Defence Council and as President of the Council and the Knight Commander of african empire and the Commander-in-Chief of the Country of Kenya notify that the terms proceeding and the discussions will not be considered and are in all the circumstances extremely rejected, as this encourages a further progress of rebellion."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "The loyal Kikuyu, embu and Meru who defend the country are getting stronger every day."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "you can surrender to any european officer or to any other Government representative."
  },
  {
    "text": "Catholic",
    "source": "dedan_kimathi_on_trial",
    "context": "He provided me with important books with more that all have set a burning light throughout my way to paradise, such as-: 1. student Catholic Doctrine 2."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "british Pathé."
  },
  {
    "text": "East African Standard",
    "source": "dedan_kimathi_on_trial",
    "context": "East African Standard."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The trial of Mau Mau leader Dedan Kimathi has been vividly portrayed by Kenyan authors as political theater1 and as revolutionary rhetoric,2 yet it has featured only fleetingly in the historical retelling of Kenya’s struggle to be free from colonialism.3 Dedan Kimathi is the leading heroic figure in Kenya’s national narrative."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The ambiguities surround- ing Kimathi’s leadership of the Mau Mau movement, first highlighted in Karari njama’s account of the forest armies, published in 1966,5 have been largely ignored in subsequent nationalist histories, leaving plenty of scope for fictionalized speculation and mythmaking.6 Kimathi’s iconic status in Kenya’s nationalist history surely remains undeniable, yet his behavior in the forest among his comrades, his relations and negotiations with the british, and his reputation as a rebel leader, all bear much closer scrutiny than they have had from historians thus far.7 The circumstances of Kimathi’s capture, trial, and execution, as re- counted through the documents assembled by the british for his prosecu- tion in the special emergency assize Court at nyeri, in november 1956, 233 therefore presents an opportunity to review what is known of his life dur- ing his four years in the forests of nyandarua (the aberdare), and what this tells us about the Mau Mau movement and its ultimate defeat in the face of a fierce british counterinsurgency campaign.8"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The ambiguities surround- ing Kimathi’s leadership of the Mau Mau movement, first highlighted in Karari njama’s account of the forest armies, published in 1966,5 have been largely ignored in subsequent nationalist histories, leaving plenty of scope for fictionalized speculation and mythmaking.6 Kimathi’s iconic status in Kenya’s nationalist history surely remains undeniable, yet his behavior in the forest among his comrades, his relations and negotiations with the british, and his reputation as a rebel leader, all bear much closer scrutiny than they have had from historians thus far.7 The circumstances of Kimathi’s capture, trial, and execution, as re- counted through the documents assembled by the british for his prosecu- tion in the special emergency assize Court at nyeri, in november 1956, 233 therefore presents an opportunity to review what is known of his life dur- ing his four years in the forests of nyandarua (the aberdare), and what this tells us about the Mau Mau movement and its ultimate defeat in the face of a fierce british counterinsurgency campaign.8"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The ambiguities surround- ing Kimathi’s leadership of the Mau Mau movement, first highlighted in Karari njama’s account of the forest armies, published in 1966,5 have been largely ignored in subsequent nationalist histories, leaving plenty of scope for fictionalized speculation and mythmaking.6 Kimathi’s iconic status in Kenya’s nationalist history surely remains undeniable, yet his behavior in the forest among his comrades, his relations and negotiations with the british, and his reputation as a rebel leader, all bear much closer scrutiny than they have had from historians thus far.7 The circumstances of Kimathi’s capture, trial, and execution, as re- counted through the documents assembled by the british for his prosecu- tion in the special emergency assize Court at nyeri, in november 1956, 233 therefore presents an opportunity to review what is known of his life dur- ing his four years in the forests of nyandarua (the aberdare), and what this tells us about the Mau Mau movement and its ultimate defeat in the face of a fierce british counterinsurgency campaign.8"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The trial was functional and ordinary, but also laden with political significance and potency—factors of which the british were acutely aware."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Keen not to offer a political platform for Kimathi, and aware of the dangers of making a martyr of the wounded rebel leader, the british adhered rigorously to the rules of the court while also ensuring that no obstruction was placed on Kimathi’s defense."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "To appreciate how the trial was conducted it is first important to un- derstand that although the special emergency assizes were a division of the supreme Court and heard capital cases, they functioned in a radically different way from that normally expected in a courtroom under british jurisdiction."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "These assize courts offered a stripped-down and truncated version of “british justice,” with the legal practicalities specifically shaped to the circumstances of a colonial war of insurrection."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "These powers were permitted under the authority of the 1939 emergency Powers order-in- Council, a piece of catchall british colonial legislation that could be ap- plied in any colony, giving the governor discretion to pass and apply new laws without the restriction of being under martial law and having to subordinate ordinary governance to military command."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "This development had been opposed by the attorney general, John Whyatt, on the grounds that it gave administrative officers (most magistrates were district commissioners or district officers, and hence part of the political service of the government) unwarranted judicial powers.12 but the argument in favor of the extension of powers was driven by the simple fact that the supreme Court was being rapidly overwhelmed by the sheer number of cases, and in november 1952 Mau Mau on Trial i 235 several resident magistrates were temporarily elevated to the role of acting judges in order to deal with the enormous backlog of cases then awaiting trial in the supreme Court.13 in the wake of several murders of europeans on farms in the White Highlands in the early months of 1953—most notoriously the killing of the ruck family, following which the white settlers had angrily protested on the governor’s lawn14—the nairobi government was already preparing to take further steps to speed up the processing of cases by the supreme Court when the lari massacre of 26 March 1953 took place."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "This slaughter of more than seventy Kikuyu loyalists, most of them women and children, heightened the anxieties of african and european alike and proved to be the catalyst in bringing about a new set of judicial changes."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "This slaughter of more than seventy Kikuyu loyalists, most of them women and children, heightened the anxieties of african and european alike and proved to be the catalyst in bringing about a new set of judicial changes."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "Though a handful of wealthier accused did manage to engage defense lawyers, notably in the lari trials, very few Kikuyu defendants came to court with an advocate of their own choosing.20 The often hasty scheduling of cases at the emergency assizes could also present difficulties for the prosecution in assembling a sufficiently ro- bust body of witnesses to give evidence."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "However, Whyatt quickly found that Kenya’s european lawyers were gen- erally reluctant to take on emergency assize cases, declining the Paupers’ briefs when they were offered."
  },
  {
    "text": "asian",
    "source": "dedan_kimathi_on_trial",
    "context": "Though this was considered improper be- havior—members of the bar were expected to take such briefs as an act of professional citizenship—Whyatt was reluctant to air the issue in public and so instead steered the briefs toward Kenya’s many asian lawyers."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The one Kenyan african lawyer practicing in nairobi at this time, Chiedo argwings-Kodhek, worked on little else but Mau Mau cases throughout the emergency and was harried and harassed by european administra- tors and police officers because they suspected him of harboring Mau Mau sympathies.22 as a consequence of these arrangements, the proceedings of the special emergency assizes therefore invariably had a racial com- plexion: european judges presided, with european lawyers for the state mounting the prosecution, while asian lawyers predominated for the de- fense, and africans stood accused in the dock."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "The one Kenyan african lawyer practicing in nairobi at this time, Chiedo argwings-Kodhek, worked on little else but Mau Mau cases throughout the emergency and was harried and harassed by european administra- tors and police officers because they suspected him of harboring Mau Mau sympathies.22 as a consequence of these arrangements, the proceedings of the special emergency assizes therefore invariably had a racial com- plexion: european judges presided, with european lawyers for the state mounting the prosecution, while asian lawyers predominated for the de- fense, and africans stood accused in the dock."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "The one Kenyan african lawyer practicing in nairobi at this time, Chiedo argwings-Kodhek, worked on little else but Mau Mau cases throughout the emergency and was harried and harassed by european administra- tors and police officers because they suspected him of harboring Mau Mau sympathies.22 as a consequence of these arrangements, the proceedings of the special emergency assizes therefore invariably had a racial com- plexion: european judges presided, with european lawyers for the state mounting the prosecution, while asian lawyers predominated for the de- fense, and africans stood accused in the dock."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "The one Kenyan african lawyer practicing in nairobi at this time, Chiedo argwings-Kodhek, worked on little else but Mau Mau cases throughout the emergency and was harried and harassed by european administra- tors and police officers because they suspected him of harboring Mau Mau sympathies.22 as a consequence of these arrangements, the proceedings of the special emergency assizes therefore invariably had a racial com- plexion: european judges presided, with european lawyers for the state mounting the prosecution, while asian lawyers predominated for the de- fense, and africans stood accused in the dock."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "The one Kenyan african lawyer practicing in nairobi at this time, Chiedo argwings-Kodhek, worked on little else but Mau Mau cases throughout the emergency and was harried and harassed by european administra- tors and police officers because they suspected him of harboring Mau Mau sympathies.22 as a consequence of these arrangements, the proceedings of the special emergency assizes therefore invariably had a racial com- plexion: european judges presided, with european lawyers for the state mounting the prosecution, while asian lawyers predominated for the de- fense, and africans stood accused in the dock."
  },
  {
    "text": "asian",
    "source": "dedan_kimathi_on_trial",
    "context": "The one Kenyan african lawyer practicing in nairobi at this time, Chiedo argwings-Kodhek, worked on little else but Mau Mau cases throughout the emergency and was harried and harassed by european administra- tors and police officers because they suspected him of harboring Mau Mau sympathies.22 as a consequence of these arrangements, the proceedings of the special emergency assizes therefore invariably had a racial com- plexion: european judges presided, with european lawyers for the state mounting the prosecution, while asian lawyers predominated for the de- fense, and africans stood accused in the dock."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "The one Kenyan african lawyer practicing in nairobi at this time, Chiedo argwings-Kodhek, worked on little else but Mau Mau cases throughout the emergency and was harried and harassed by european administra- tors and police officers because they suspected him of harboring Mau Mau sympathies.22 as a consequence of these arrangements, the proceedings of the special emergency assizes therefore invariably had a racial com- plexion: european judges presided, with european lawyers for the state mounting the prosecution, while asian lawyers predominated for the de- fense, and africans stood accused in the dock."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "Mass trials of this kind tended to come in relation to the more infamous cases, such as the murders of europeans, large-scale mas- sacres of african loyalists, or the capture of large gangs of Mau Mau."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Mass trials of this kind tended to come in relation to the more infamous cases, such as the murders of europeans, large-scale mas- sacres of african loyalists, or the capture of large gangs of Mau Mau."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "Trial by jury in Kenya for any criminal case had always been an entitlement for europeans but was not extended to africans accused even in supreme Court hearings."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "Trial by jury in Kenya for any criminal case had always been an entitlement for europeans but was not extended to africans accused even in supreme Court hearings."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Presiding judges, however, were assisted in every case by a team of three african assessors."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "The role of assessor thus brought an african presence to the judicial process in the courtroom but gave africans no authority or power in that pro- cess.24 assessors were, in theory, permitted to question witnesses and the accused during the trial, and might therefore have served the useful pur- pose of bringing out or clarifying aspects of the case that might otherwise have remained obscure, but this was never encouraged and did not hap- pen in any special emergency assize case for which papers survive."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "The role of assessor thus brought an african presence to the judicial process in the courtroom but gave africans no authority or power in that pro- cess.24 assessors were, in theory, permitted to question witnesses and the accused during the trial, and might therefore have served the useful pur- pose of bringing out or clarifying aspects of the case that might otherwise have remained obscure, but this was never encouraged and did not hap- pen in any special emergency assize case for which papers survive."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "Given the risks of attack by Mau Mau, relatively few africans were willing to volunteer as assessors, and those appointed were invariably staunch loyalists, who were often 240 i David M. Anderson prominent members of Christian churches, active in the colonial adminis- tration, or involved in the Kikuyu Home Guard.25"
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "Given the risks of attack by Mau Mau, relatively few africans were willing to volunteer as assessors, and those appointed were invariably staunch loyalists, who were often 240 i David M. Anderson prominent members of Christian churches, active in the colonial adminis- tration, or involved in the Kikuyu Home Guard.25"
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "Translation from and into Kikuyu or swahili was provided for any accused person who could neither speak nor understand english, but it is not clear from the surviving records how thorough or effective this procedure was."
  },
  {
    "text": "swahili",
    "source": "dedan_kimathi_on_trial",
    "context": "Translation from and into Kikuyu or swahili was provided for any accused person who could neither speak nor understand english, but it is not clear from the surviving records how thorough or effective this procedure was."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "The court could accept such statements in evidence only if they had been made before either a magistrate or a senior (european) police officer."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "The success of the emergency assizes in accelerating the pace of capital- case prosecutions in Kenya is evident, and was often praised by the more conservative senior members of the judiciary.29 The figures are indeed strik- ing: between July 1953 and December 1956, the special emergency assize Courts heard 1,211 cases in which 2,609 african suspects stood trial."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Though it might be argued that withholding Kimathi’s interrogation report served a specific political purpose for the british, it was in fact normal practice not to present such reports in the courtroom."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The choice of judicial staff for the case was both surprising and reveal- ing of british attitudes and apprehensions."
  },
  {
    "text": "irish",
    "source": "dedan_kimathi_on_trial",
    "context": "o’Connor was Kenya’s chief justice and one of several prominent irish-trained colonial-service lawyers.39 He was the most senior judge then in Kenya, yet he had very limited experience of the special emergency assizes or of Mau Mau cases."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "one of these convictions, that of a female accomplice of an oath administrator, was overturned on appeal, while two other death sentences were commuted.40 Dedan Kimathi would therefore be only the second Mau Mau convict who would go to the gallows after being sentenced by o’Connor.41 if o’Connor’s appoint- ment was therefore surprising, given his lack of previous involvement in Mau Mau cases, it clearly revealed the importance attached to the case by the british in Kenya."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "no fewer than seventeen witnesses for the Crown were brought into the dock, in- cluding eight Tribal Police and Tribal Police reservists who had been involved in Kimathi’s capture, and two african constables of the Kenya Po- lice and five european police officers, including CiD staff, who had been responsible for his detention in nyeri and his questioning."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "no fewer than seventeen witnesses for the Crown were brought into the dock, in- cluding eight Tribal Police and Tribal Police reservists who had been involved in Kimathi’s capture, and two african constables of the Kenya Po- lice and five european police officers, including CiD staff, who had been responsible for his detention in nyeri and his questioning."
  },
  {
    "text": "surrender.42",
    "source": "dedan_kimathi_on_trial",
    "context": "The final prosecution witness was Gitonga Wambugu Wamiatu, court clerk and in- terpreter stationed at nyeri, who was summoned to clarify the recording of Kimathi’s statement to the police from his hospital bed on 22 octo- ber 1956, confirming that he did not then mention that he was coming in to surrender.42 These witnesses were determinedly consistent in their evidence, leaving little for the defense to work with."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "any ordinary special emergency assize trial would most likely have seen the appointment of a lawyer working on a Paupers’ brief, perhaps one of the able and energetic Kenyan asian lawyers who so often filled this role: but the government decided they could not leave Kimathi’s defense to chance, and keen to be seen to be doing everything possible to facili- tate the smooth process of the case, the state paid to secure the services of a leading and highly respected nairobi european advocate, Frederick Henry Miller."
  },
  {
    "text": "asian",
    "source": "dedan_kimathi_on_trial",
    "context": "any ordinary special emergency assize trial would most likely have seen the appointment of a lawyer working on a Paupers’ brief, perhaps one of the able and energetic Kenyan asian lawyers who so often filled this role: but the government decided they could not leave Kimathi’s defense to chance, and keen to be seen to be doing everything possible to facili- tate the smooth process of the case, the state paid to secure the services of a leading and highly respected nairobi european advocate, Frederick Henry Miller."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "any ordinary special emergency assize trial would most likely have seen the appointment of a lawyer working on a Paupers’ brief, perhaps one of the able and energetic Kenyan asian lawyers who so often filled this role: but the government decided they could not leave Kimathi’s defense to chance, and keen to be seen to be doing everything possible to facili- tate the smooth process of the case, the state paid to secure the services of a leading and highly respected nairobi european advocate, Frederick Henry Miller."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "While the court accepted that ole sentue suffered from epilepsy, it did not lessen his sentence when con- victed of murder.46 in another case, more than thirty years earlier (1913), an epilepsy-suffering european settler, Cornelius Grobler, murdered his wife and then tried to take his own life."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "Though the court treated Grobler with some sympathy, the plea of epilepsy as mitigation it did not prevent his conviction, on this occasion by a european jury.47 other than pleas relating to the mental health of accused, no similar defense on the grounds of the personal circumstances of any Mau Mau Mau Mau on Trial i 247 defendant is to be found in the cases brought before the special emer- gency assize Courts after July 1953."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The grim irony of this discussion, and a matter that was not indicated in the court proceedings, and has only become apparent with the release in 2012 of additional british documents on the Kenyan emergency,51 is that it was precisely letters that Kimathi had written to the government during 1953 that had promoted the first surrender offer to be framed.52 The surrender leaflet issued on 24 august 1953 was authorized by a meet- ing at Government House four days earlier that “was called to consider the implementation of a general surrender policy in view of the attached two communications which had been received from Dedan Kimathi."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The grim irony of this discussion, and a matter that was not indicated in the court proceedings, and has only become apparent with the release in 2012 of additional british documents on the Kenyan emergency,51 is that it was precisely letters that Kimathi had written to the government during 1953 that had promoted the first surrender offer to be framed.52 The surrender leaflet issued on 24 august 1953 was authorized by a meet- ing at Government House four days earlier that “was called to consider the implementation of a general surrender policy in view of the attached two communications which had been received from Dedan Kimathi."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "Though the opinions of the asses- sors need have no impact on o’Connor’s judgment, the government would have been greatly embarrassed, and open to criticism, had the Kikuyu as- sessors dissented from the view of the court and suggested that Kimathi should go free or that clemency be shown."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "in the event, their comments gave the british no cause for concern."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The verdict against Kimathi was challenged in the east african Court of appeal but was summarily dismissed on 27 December 1956.55 The case then went to the Privy Council.56 There, Kimathi was repre- sented by Dingle Foot, the british barrister who had saved the Koin- ange’s from the gallows when they stood accused of involvement in the murder of senior Chief Waruhiu.57 but even the optimistic Foot must have realized that the path to the Privy Council was opened only to ensure there could be no accusations leveled at the british of hav-"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The verdict against Kimathi was challenged in the east african Court of appeal but was summarily dismissed on 27 December 1956.55 The case then went to the Privy Council.56 There, Kimathi was repre- sented by Dingle Foot, the british barrister who had saved the Koin- ange’s from the gallows when they stood accused of involvement in the murder of senior Chief Waruhiu.57 but even the optimistic Foot must have realized that the path to the Privy Council was opened only to ensure there could be no accusations leveled at the british of hav-"
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "There was nothing at the camp to indicate that Kimathi had left without intending to return—clothing and equipment were left in the hideout, neatly arranged Mau Mau on Trial i 251 and ready for use, and there was buck meat and vegetables in the food store.58 The next day, 17 october, Kimathi was seen by one of Henderson’s Kikuyu officers, ruku, darting across a clearing after he had fired on the security patrol."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "Henderson calculated that Kimathi’s only course would be to leave the forest to get food from the Kikuyu reserve area, and so stop lines were set along the forest boundary of Tetu location at the two points where the Mau Mau leader was most likely to emerge."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Men of the Tribal Police, the Kenya Police, and the King’s african rifles took up positions on the night of 18 october, and on 19 october the security forces tracking Kimathi con- firmed that he had, indeed, moved to the forest fringe along the boundary with Tetu."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Far from interpreting the trial papers as indicating Kimathi had “given up” on the insurrection, and was ready to submit himself to the british through surrender, a wider reading of the historical context there- fore suggests that his nationalist fervor was as strong as ever on the day of his capture."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "ali Mazrui’s per- ceptive essay on heroism and Kenya’s history, written in 1963, suggested that Kenyans would need to adopt a “selective memory” if they were to find national heroes for their newly independent nation."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "njeng’ere, Dedan Kimathi, a Kenyan secondary school textbook, recounts his hanging and burial in an unmarked grave at Kamiti Prison but, again, says nothing about the trial."
  },
  {
    "text": "British",
    "source": "dedan_kimathi_on_trial",
    "context": "David French, The British Way in Counter-insurgency, 1945–1967 (ox- ford: oxford university Press, 2011), 74. 11."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "The Mau Mau Case,” African Affairs 95, no. 379 (1996): 253–67."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "“accused’s Mental Health to be examined,” East African Standard, 13 september 1946; “narok Crime: Death sentence,” East African Standard, 27 september 1946."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "“accused’s Mental Health to be examined,” East African Standard, 13 september 1946; “narok Crime: Death sentence,” East African Standard, 27 september 1946."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "“unanimous Verdict and sentence of Death,” East African Standard, 21 april 1913."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "report on the trial in the East African Standard, 24 november 1956."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "on the discovery and release of these documents, as the consequence of a legal action brought by Kenyan victims of british tortures during the counterinsurgency in the 1950s, see anderson, “Mau Mau in the High Court,” 699–716; anderson, “Guilty secrets,” 142–60."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "on the discovery and release of these documents, as the consequence of a legal action brought by Kenyan victims of british tortures during the counterinsurgency in the 1950s, see anderson, “Mau Mau in the High Court,” 699–716; anderson, “Guilty secrets,” 142–60."
  },
  {
    "text": "irish Catholic",
    "source": "dedan_kimathi_on_trial",
    "context": "on the TPs’ evidence, then, Kimathi had come out of the forest because he was hungry; he had said nothing about wanting to surrender, or about his gun.2 Kimathi told a different story when he came to be examined by Kenya’s solicitor general, Diarmaid Conroy, an irish Catholic."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "equally, many of his own men were known to hate him as a dictator, however much they stood in his awe; his bodyguards strangled critics.3 Kimathi himself held that his would-be killers resented not his discipline but his strategy, his proposed peace talks with the british."
  },
  {
    "text": "east african",
    "source": "dedan_kimathi_on_trial",
    "context": "Had he not written to the government, months after the alleged split, under such grand titles as Field Marshal, Knight of the east african empire, and President of the Kenya Parliament and land Freedom army?6 Did this not prove he was still in command?"
  },
  {
    "text": "Protestant",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi had to convince three assessors, fellow Gikuyu and the chief justice sir Kenneth o’Connor, a Protestant irishman and indian army veteran of the First World War."
  },
  {
    "text": "irishman",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi had to convince three assessors, fellow Gikuyu and the chief justice sir Kenneth o’Connor, a Protestant irishman and indian army veteran of the First World War."
  },
  {
    "text": "indian",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi had to convince three assessors, fellow Gikuyu and the chief justice sir Kenneth o’Connor, a Protestant irishman and indian army veteran of the First World War."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Kenya’s african politics had long been concerned with the same pro- found, intertwined issues of strategy and moral economy."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Strategy and Moral Economy bethwell ogot, doyen of Kenyan historians, long ago showed how Mau Mau’s nyimbo, its “hymns,” tried and failed to reconcile moral economy and strategy, solidarity and action.16 With their diverse imaginations of history, religion, and politics, the nyimbo (sing., rwimbo) called up dif- ferent coalitions for divergent ends."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "Their political demands were secular and related to nationals, fellow Kenyans."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "as another senior historian of Kenya, Tom spear, has put it, all human societies know many “levels of intimacy”: gender, age, ethnicity, class, caste, schooling, religion, and so on.17 even british officials at the time had to recognize this inconvenient truth."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "in order to explain why some Mau Mau’s Debates on Trial i 261 other Kenyans joined the supposedly all-Gikuyu Mau Mau, the colonial government put the blame not on its own failings but on Gikuyu cun- ning: on their “indoctrination,” “viral infection,” “contamination,” “con- tagion,” “canker,” and “underground machination.”"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "but some officials broke ranks to report that workers from western Kenya, none of them Gikuyu, saw Mau Mau as “an african national movement."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "Moral un- certainty was not peculiar to africans; the british knew strategic ambi- guities of their own."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Moral un- certainty was not peculiar to africans; the british knew strategic ambi- guities of their own."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "such moral and strategic changes of view and direction provide us with a useful frame for analyzing the history of colonial Kenya’s african politics—what we need in order to understand Kimathi’s defense."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "in summary, in the seventy short years of british rule, african po- litical activity swung in social scale, between small and large; in political focus, between regional and national; and in method, legal and violent."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "in summary, in the seventy short years of british rule, african po- litical activity swung in social scale, between small and large; in political focus, between regional and national; and in method, legal and violent."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "at the start, in the 1890s, there could be no Kenyan resistance to conquest; the british had not yet imposed a “Kenya” on the land."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "at the start, in the 1890s, there could be no Kenyan resistance to conquest; the british had not yet imposed a “Kenya” on the land."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "some Gikuyu clans, accordingly, helped the british and their Maasai allies “punish” others; luyia (not yet so named) and luo settle- ments fought piecemeal; not all nandi or Turkana joined in their own wars of resistance."
  },
  {
    "text": "Maasai",
    "source": "dedan_kimathi_on_trial",
    "context": "some Gikuyu clans, accordingly, helped the british and their Maasai allies “punish” others; luyia (not yet so named) and luo settle- ments fought piecemeal; not all nandi or Turkana joined in their own wars of resistance."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "This has proved to be a more lasting enlargement, if also segmenta- tion, of african moral imaginations, sparked among other things by what they were learning of world history."
  },
  {
    "text": "israelites",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi was not the first to think the israelites had shown that tribal history could teach global lessons.20 The interwar years saw some of Kenya’s ethnic groups reach out for a practical equivalent, namely, imperial citizenship."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Two local examples encouraged them: the kingdom of buganda, related by treaty with the british Crown, and east africa’s 262 i John M. Lonsdale indians, able to exploit the anxieties of their imperial protector, the viceroy over the water, in Delhi.21 after the second World War the Kenya african union (Kau) fos- tered interethnic alliance, not cultural unity, thanks to a principled respect for each group’s struggle to achieve maendeleo, or progress; local ethnic equality was now a more urgent aim than imperial citizenship."
  },
  {
    "text": "indians",
    "source": "dedan_kimathi_on_trial",
    "context": "Two local examples encouraged them: the kingdom of buganda, related by treaty with the british Crown, and east africa’s 262 i John M. Lonsdale indians, able to exploit the anxieties of their imperial protector, the viceroy over the water, in Delhi.21 after the second World War the Kenya african union (Kau) fos- tered interethnic alliance, not cultural unity, thanks to a principled respect for each group’s struggle to achieve maendeleo, or progress; local ethnic equality was now a more urgent aim than imperial citizenship."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "all ethnic groups were thought to deserve what a monolithic Kenyan nationalism might deny them—their right to self-determination, a reimagination of the stateless moral economy, well understood by all Kenyans, that prized the self-mastery of the male householder."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "all ethnic groups were thought to deserve what a monolithic Kenyan nationalism might deny them—their right to self-determination, a reimagination of the stateless moral economy, well understood by all Kenyans, that prized the self-mastery of the male householder."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "a few, Kau activists among them, had done well out of british rule, but the many had suffered more grievously than other Kenyans."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "a few, Kau activists among them, had done well out of british rule, but the many had suffered more grievously than other Kenyans."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Moral economy had not been so greatly outraged elsewhere; other peoples shared neither this Gikuyu despair nor, therefore, their militancy.22 The emergency, or Mau Mau war, then sharp- ened this interethnic divergence; british counterinsurgency split Gikuyu still more clearly into rival vanguard groups—Mau Mau subversives and “loyalist” security forces.23"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "These ecological ethnicities then became still more vigorous debating societies under british rule, with new “dealings” to discuss."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "alien rule and its african roots, mission literacy (especially for daughters), migrant labor, and rural capitalism all tested the conventional civic virtues of household duty and mutual reciprocity."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Police firepower had killed nairobi’s multiethnic energy in the “Thuku troubles” of 1922, but in 1923 the british appeared to repent, with their “Devonshire declaration” that Kenya was primarily an african, not a white man’s, country."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Police firepower had killed nairobi’s multiethnic energy in the “Thuku troubles” of 1922, but in 1923 the british appeared to repent, with their “Devonshire declaration” that Kenya was primarily an african, not a white man’s, country."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "london made this statement to calm conflict between Kenya’s british and indian immigrants, not to ap- pease african unrest but what struck one Johnstone Kenyatta was that political concession had followed violent repression, a seemingly causal sequence he never forgot.28 it encouraged Gikuyu “readers,” Christian athomi, who drank tea rather than beer, to work for imperial recogni- tion by pursuing “progress,” a collective means to win the civic virtue previously earned by the costly public energy shown by prosperous, po- lygamous households."
  },
  {
    "text": "indian",
    "source": "dedan_kimathi_on_trial",
    "context": "london made this statement to calm conflict between Kenya’s british and indian immigrants, not to ap- pease african unrest but what struck one Johnstone Kenyatta was that political concession had followed violent repression, a seemingly causal sequence he never forgot.28 it encouraged Gikuyu “readers,” Christian athomi, who drank tea rather than beer, to work for imperial recogni- tion by pursuing “progress,” a collective means to win the civic virtue previously earned by the costly public energy shown by prosperous, po- lygamous households."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "london made this statement to calm conflict between Kenya’s british and indian immigrants, not to ap- pease african unrest but what struck one Johnstone Kenyatta was that political concession had followed violent repression, a seemingly causal sequence he never forgot.28 it encouraged Gikuyu “readers,” Christian athomi, who drank tea rather than beer, to work for imperial recogni- tion by pursuing “progress,” a collective means to win the civic virtue previously earned by the costly public energy shown by prosperous, po- lygamous households."
  },
  {
    "text": "democratic",
    "source": "dedan_kimathi_on_trial",
    "context": "in 1930, with this modern ethnic patriotism at his back and britain’s democratic history before him, Kenyatta called on the colonial office to promote “by constitutional means the interests of the Gikuyu Community and their rights and liberties as citizens of the brit- ish empire.”29"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "yet the british were pressing Gikuyu to modify the operation; some missionaries wished to ban it altogether for Christian daughters."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "yet the british were pressing Gikuyu to modify the operation; some missionaries wished to ban it altogether for Christian daughters."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "Christian subversives called on a parallel, pan-Gikuyu history of recursive change."
  },
  {
    "text": "pan-Gikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "Christian subversives called on a parallel, pan-Gikuyu history of recursive change."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "in 1929, after a Christian girl was cut against her will and the law took little notice, some protested that “we Kikuyu ourselves,” not the europeans, had now ruled against female circumcision: “We are at the beginning of a great building up of new cus- toms and the forming of Christianity, the same as those before us made ordinances for the generations after them."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "in 1929, after a Christian girl was cut against her will and the law took little notice, some protested that “we Kikuyu ourselves,” not the europeans, had now ruled against female circumcision: “We are at the beginning of a great building up of new cus- toms and the forming of Christianity, the same as those before us made ordinances for the generations after them."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "in 1929, after a Christian girl was cut against her will and the law took little notice, some protested that “we Kikuyu ourselves,” not the europeans, had now ruled against female circumcision: “We are at the beginning of a great building up of new cus- toms and the forming of Christianity, the same as those before us made ordinances for the generations after them."
  },
  {
    "text": "Christianity",
    "source": "dedan_kimathi_on_trial",
    "context": "in 1929, after a Christian girl was cut against her will and the law took little notice, some protested that “we Kikuyu ourselves,” not the europeans, had now ruled against female circumcision: “We are at the beginning of a great building up of new cus- toms and the forming of Christianity, the same as those before us made ordinances for the generations after them."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "He had to ask himself if industrious african progress, unsupported by politi- cal pressure, would be enough to make the british listen."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "He had to ask himself if industrious african progress, unsupported by politi- cal pressure, would be enough to make the british listen."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Given Kenya’s white supremacy and african anxieties, were either meritorious effort or sustained protest even imaginable?"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "apparently without a nod to Thomas Jefferson, he told them that such martyr blood would nourish the tree of freedom; the british already had a guilty conscience.37 There is no evidence that he ever called for armed revolt; an unarmed crowd had provoked the guns of 1922—and, so he thought, imperial unease."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "young men’s 266 i John M. Lonsdale migrant labor and female enterprise in trade, school, and urban property reinforced many men’s sense of social decay; the seeming growth in sexual license and marital discord was all the more shameful when Christian re- vivalists publicly confessed their sins.39 Dedan Kimathi was born into this climate of intimate unease in nyeri District, northern Gikuyuland.40 orphaned by his father’s death and at risk of scorn by being circumcised not with his age-mates but in a dispen- sary, he attended a succession of schools, both scottish mission and inde- pendent, between spells of work in varied capacities."
  },
  {
    "text": "scottish",
    "source": "dedan_kimathi_on_trial",
    "context": "young men’s 266 i John M. Lonsdale migrant labor and female enterprise in trade, school, and urban property reinforced many men’s sense of social decay; the seeming growth in sexual license and marital discord was all the more shameful when Christian re- vivalists publicly confessed their sins.39 Dedan Kimathi was born into this climate of intimate unease in nyeri District, northern Gikuyuland.40 orphaned by his father’s death and at risk of scorn by being circumcised not with his age-mates but in a dispen- sary, he attended a succession of schools, both scottish mission and inde- pendent, between spells of work in varied capacities."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "after this disrupted youth, probably no more frustrating than for many others, one can see why, in his first public role as vice-secretary of a Kau branch in the White Highlands, his agenda included an african “code of behaviour."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "its Christian heroine hanged herself over her father’s gateway, his riigi, the symbol of household autonomy, because her lover, returned from the war, could not afford her father’s extortionate bridewealth demands."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "but many had done so late and defensively, in response to the british declaration of emergency."
  },
  {
    "text": "Christians",
    "source": "dedan_kimathi_on_trial",
    "context": "both the wealthy and landless joined in, the married and the young, Christians and unlettered, 268 i John M. Lonsdale often from fear rather than consent."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Friends and rivals in the enterprising, now incipiently capitalist, pursuit of self-mastery were thrown together or apart by the unpredictable demands of survival.50 a torment in moral economy overwhelmed any strategy the insurgent organizers had had in mind—and some remember an intended massacre of whites.51 under further british pressure anticolonial resistance became african civil war, a mosaic of undecided loyalties that perturbed the british as much as they later alarmed Kimathi."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Friends and rivals in the enterprising, now incipiently capitalist, pursuit of self-mastery were thrown together or apart by the unpredictable demands of survival.50 a torment in moral economy overwhelmed any strategy the insurgent organizers had had in mind—and some remember an intended massacre of whites.51 under further british pressure anticolonial resistance became african civil war, a mosaic of undecided loyalties that perturbed the british as much as they later alarmed Kimathi."
  },
  {
    "text": "scottish",
    "source": "dedan_kimathi_on_trial",
    "context": "son, a scottish missionary, published a Gikuyu-language primer for use in schools."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Parliament and Riigi The british saved Kenyatta from possible danger—as much from angry set- tlers as from Mau Mau—by arresting him, with other supposed managers of the movement, on declaring a state of emergency on 20 october 1952."
  },
  {
    "text": "KG).65",
    "source": "dedan_kimathi_on_trial",
    "context": "in a parallel process of- ficials prodded the knots of “resistance” clustered around colonial chiefs into self-defense units that became the “loyalist” Kikuyu Guard (KG).65 loyalist is as contentious a name as Mau Mau."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The KG were more loyal to economic self-mastery than to alien rule but saw the british as more protective than Mau Mau of this civic virtue."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "He led in the private fenc- ing of pasture for the grade cattle (crossbreeds between indigenous and imported european cattle) he and others bought from white neighbors."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The british did not dare dismiss Muhoya, indeed used him as Kimathi’s postman (exhibit no. 25)."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "While they sacked younger chiefs who pursued a similar neutrality, officials turned a blind eye to other senior chiefs who, like Muhoya, disloyally tried to keep a Gikuyu peace.68 Doubts about the allegiance of their Gikuyu allies also obliged the british to collude with those loyalists who fought dirty in a civil war that, forced upon them in large part by british policy, was bound to be a dirty one."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "While they sacked younger chiefs who pursued a similar neutrality, officials turned a blind eye to other senior chiefs who, like Muhoya, disloyally tried to keep a Gikuyu peace.68 Doubts about the allegiance of their Gikuyu allies also obliged the british to collude with those loyalists who fought dirty in a civil war that, forced upon them in large part by british policy, was bound to be a dirty one."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "”70 if the british did not trust all loyalists, no more could forest leaders rely on all itungati."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Most mbuci, or “bushes” (what the british called gangs), offered daily prayers to a God who was both the Gikuyu ngai and israel’s Jehovah; missionaries had long preached this equivalence between Gikuyu and biblical old Testaments."
  },
  {
    "text": "israelites",
    "source": "dedan_kimathi_on_trial",
    "context": "some fighters compared their warfare with the exodus ordeal that had once tested the israelites; the forest was a “course,” a proving ground, like the sinai desert."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "some said the british, modern Philistines, had sent the giant Goliath against them.73 in June 1953, Karari njama, then secre- tary to the unlettered stanley Mathenge, read aloud from the book of Lam- entations."
  },
  {
    "text": "israelites",
    "source": "dedan_kimathi_on_trial",
    "context": "you have already heard it from the israelites."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "in his letter of october 1954, Kimathi took a similar text as an inspira- tion to Gikuyu and a warning for the british: “in reading the history of the israelites we also read the history of the Gikuyu."
  },
  {
    "text": "israelites",
    "source": "dedan_kimathi_on_trial",
    "context": "in his letter of october 1954, Kimathi took a similar text as an inspira- tion to Gikuyu and a warning for the british: “in reading the history of the israelites we also read the history of the Gikuyu."
  },
  {
    "text": "scottish",
    "source": "dedan_kimathi_on_trial",
    "context": "one can only speculate, for lack of private papers, but it is tempting to imagine that Kimathi read into his bible not only Gikuyu history but also his own, a onetime son of the scottish mission."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "so were the british not only Philistines but also the avenging men of Gog, and in due course would their oppressions, like Gog’s, cause their kingdom to be given away?"
  },
  {
    "text": "Philistines",
    "source": "dedan_kimathi_on_trial",
    "context": "so were the british not only Philistines but also the avenging men of Gog, and in due course would their oppressions, like Gog’s, cause their kingdom to be given away?"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "such men, a second generation of readers, athomi, called the for- est war to order on paper by devising a hierarchy of command, set over named units in battle formation.78 They embodied this organization in the “Kenya Parliament,” for which an imposing bamboo meeting hall was built high in the forest.79 literacy was essential for communication by courier, with trees serving as postboxes; it also countered the british propaganda that Mau Mau was a bestial reversion to a supposedly barbarous past."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Mathenge, with the charisma of one who had seen Jerusalem when in the british army, led the opposition to Kimathi’s Parliament.80 His dis- senting mbuci leaders thought of themselves as the less educated but still needed paper—and a secretary in Kahinga Wachanga."
  },
  {
    "text": "Christianity",
    "source": "dedan_kimathi_on_trial",
    "context": "Their Christianity, too, made literates despise the Gikuyu tradi- tions that inspired the rank and file."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "riigi men, first, were quicker than Kimathi to take up british offers of surrender talks, an initiative that infuriated him and intensified mutual suspicion between leaders.82 sec- ond, superintendent Henderson got his best intelligence in his hunt for Kimathi from riigi deserters, one of whom had been flogged for sleeping with a woman."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Finally, on their capture or surrender in the later stages of the war many itungati decided to turn their coat and return into the trees as “pseudogangsters” under british command."
  },
  {
    "text": "swedish",
    "source": "dedan_kimathi_on_trial",
    "context": "Thirty years ago, in the late 1980s, ngũgĩ wa Thiong’o asked, from his swedish exile, “Why is history subversive?”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "it was why, so ngũgĩ concluded, Kenya’s british rulers had sup- pressed the history of Mau Mau’s “national struggle.”"
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "an interestingly archaic phrase, recalling the 1890s, when officials wrote of africans “coming in” (from the unruled bush) to submit to british (civilizing) rule."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "an interestingly archaic phrase, recalling the 1890s, when officials wrote of africans “coming in” (from the unruled bush) to submit to british (civilizing) rule."
  },
  {
    "text": "Mawenzi",
    "source": "dedan_kimathi_on_trial",
    "context": "9. see also Kimathi to Humphrey slade, 10 March 1954, in David lovatt smith, Kenya, the Kikuyu and Mau Mau (Herstmonceux: Mawenzi books, 2005), 309–13."
  },
  {
    "text": "Indians",
    "source": "dedan_kimathi_on_trial",
    "context": "sana aiyar, Indians in Kenya: The Politics of Diaspora (Cambridge Ma: Harvard university Press, 2015)."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "John Parker and richard reid (oxford: oxford university Press, 2013), 94–113; Jonathan Glassman, “ethnicity and race in african Thought,” in The Blackwell Companion to African History, ed."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "John Parker and richard reid (oxford: oxford university Press, 2013), 94–113; Jonathan Glassman, “ethnicity and race in african Thought,” in The Blackwell Companion to African History, ed."
  },
  {
    "text": "Im-",
    "source": "dedan_kimathi_on_trial",
    "context": "robert M. Maxon, Struggle for Kenya: The Loss and Reassertion of Im- perial Initiative, 1912–1923 (Cranbury, nJ: associated university Presses, 1993); John lonsdale, “ornamental Constitutionalism in africa: Kenyatta and the Mau Mau’s Debates on Trial i 279 Two Queens,” Journal of Imperial and Commonwealth History 34, no. 1 (2006): 87–103. 29."
  },
  {
    "text": "rican",
    "source": "dedan_kimathi_on_trial",
    "context": "Jocelyn Murray, “The Kikuyu Female Circumcision Controversy, with special reference to the Church Missionary society’s ‘sphere of influence’” (PhD diss., university of California at los angeles, 1974); Tabitha Kanogo, Af- rican Womanhood in Colonial Kenya 1900–50 (athens: ohio university Press, 2005), 73–103; bodil Folke Frederiksen, “Jomo Kenyatta, Marie bonaparte and bronislaw Malinowski on Clitoridectomy and Female sexuality,” History Workshop Journal 65 (2008): 23–48. 32."
  },
  {
    "text": "Pugliese",
    "source": "dedan_kimathi_on_trial",
    "context": "Gakaara wa Wanjaũ, Uhoro wa Ugurani (1946), translated in Cristiana Pugliese, Author, Publisher and Gĩkũyũ Nationalist: The Life and Writings of Gakaara wa Wanjaũ (bayreuth: african studies Centre, 1995), 150–62."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Gakaara wa Wanjaũ, Uhoro wa Ugurani (1946), translated in Cristiana Pugliese, Author, Publisher and Gĩkũyũ Nationalist: The Life and Writings of Gakaara wa Wanjaũ (bayreuth: african studies Centre, 1995), 150–62."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Marshall s. Clough, Fighting Two Sides: Kenyan Chiefs and Politicians, 1918–1940 (niwot: university Press of Colorado, 1990)."
  },
  {
    "text": "Kiswahili",
    "source": "dedan_kimathi_on_trial",
    "context": "a Kiswahili (Kiunguja) bible, readable by literate Gikuyu, appeared in the 1890s."
  },
  {
    "text": "British",
    "source": "dedan_kimathi_on_trial",
    "context": "For an official’s view, see s. H. Fazan, Colonial Kenya Observed: British Rule, Mau Mau and the Wind of Change, ed."
  },
  {
    "text": "Mawenzi",
    "source": "dedan_kimathi_on_trial",
    "context": "John Pinney (1957; repr., Herstmonceux: Mawenzi books, 2003)."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "anderson, Histories of the Hanged, 289–327; anderson, “british abuse and Torture in Kenya’s Counter-insurgency, 1952–1960,” Small Wars and Insur- gencies 23, nos."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "For the irony that Kimathi’s 1953 peace feelers had helped to initiate british surrender policy, see bennett, Fighting the Mau Mau, 133–43; Kanogo, Dedan Kimathi, 24; Macarthur, introduction, and an- derson’s contribution to this volume."
  },
  {
    "text": "Historical",
    "source": "dedan_kimathi_on_trial",
    "context": "bethwell a. ogot, “africa: The agenda of Historical research and Writing,” in ogot, Challenges of History, 467–84."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "This followed the publication of two seminal works touching on the criminal nature of british counter- insurgency in the 1950s by Caroline elkins and David anderson; and the triumphal high-profile case against the british government by a group of Mau Mau veterans who won the legal suit in london in June 2013.1 but even more fascinating was the unveiling, on 12 september 2015, of a monument funded by the british government honoring Kenyans killed, tortured, and ill-treated by british forces during the Mau Mau war in the 1950s."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "This followed the publication of two seminal works touching on the criminal nature of british counter- insurgency in the 1950s by Caroline elkins and David anderson; and the triumphal high-profile case against the british government by a group of Mau Mau veterans who won the legal suit in london in June 2013.1 but even more fascinating was the unveiling, on 12 september 2015, of a monument funded by the british government honoring Kenyans killed, tortured, and ill-treated by british forces during the Mau Mau war in the 1950s."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "This followed the publication of two seminal works touching on the criminal nature of british counter- insurgency in the 1950s by Caroline elkins and David anderson; and the triumphal high-profile case against the british government by a group of Mau Mau veterans who won the legal suit in london in June 2013.1 but even more fascinating was the unveiling, on 12 september 2015, of a monument funded by the british government honoring Kenyans killed, tortured, and ill-treated by british forces during the Mau Mau war in the 1950s."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "This followed the publication of two seminal works touching on the criminal nature of british counter- insurgency in the 1950s by Caroline elkins and David anderson; and the triumphal high-profile case against the british government by a group of Mau Mau veterans who won the legal suit in london in June 2013.1 but even more fascinating was the unveiling, on 12 september 2015, of a monument funded by the british government honoring Kenyans killed, tortured, and ill-treated by british forces during the Mau Mau war in the 1950s."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "This followed the publication of two seminal works touching on the criminal nature of british counter- insurgency in the 1950s by Caroline elkins and David anderson; and the triumphal high-profile case against the british government by a group of Mau Mau veterans who won the legal suit in london in June 2013.1 but even more fascinating was the unveiling, on 12 september 2015, of a monument funded by the british government honoring Kenyans killed, tortured, and ill-treated by british forces during the Mau Mau war in the 1950s."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "This particular event was presided over by the british high com- missioner, Christian Turner."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "This particular project was part of the 2013 284 out-of-court settlement by the british government to pay £20 million ($30 million) in compensation to Mau Mau veterans.2 Quite predictably, new litigation against the british government, by more than forty thousand Kenyans alleging physical abuse or mistreatment during the insurgency against colonial rule in the 1950s, was lodged in January 2016.3 all these critical developments are testament to the unrelenting power of the past, its riveting grip on human agents who lived it, and the resiliency and gravity of memory as well as its hypnotic relevance in the present, and, therefore, its embedded capacity to not only spark imagi- nation of the possible but also to inspire both legal and political action."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "This particular project was part of the 2013 284 out-of-court settlement by the british government to pay £20 million ($30 million) in compensation to Mau Mau veterans.2 Quite predictably, new litigation against the british government, by more than forty thousand Kenyans alleging physical abuse or mistreatment during the insurgency against colonial rule in the 1950s, was lodged in January 2016.3 all these critical developments are testament to the unrelenting power of the past, its riveting grip on human agents who lived it, and the resiliency and gravity of memory as well as its hypnotic relevance in the present, and, therefore, its embedded capacity to not only spark imagi- nation of the possible but also to inspire both legal and political action."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "important his- torical figure right to the center of british imperial history in Kenya."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "but even more crucial is the implica- tion of this recovery to many questioning readers, analysts, the general public, and even to british-Kenya relations."
  },
  {
    "text": "Foucauldian",
    "source": "dedan_kimathi_on_trial",
    "context": "in attempting a rough estimation of the real Kimathi, this reflection relies on theoretical tools spawned by Foucauldian analysis of the relation between power, resistance, and government."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "This chapter presents Kimathi as a resistant subject who, in such a rare moment—in the con- text of the 1950s conflict—emerged as a “privileged identity” posited as a historical subject.7 Put differently, a political actor who, through various identity-shaping disciplines and technologies of the self, achieved a pos- ited identity that overcame individual isolation or inertia; an individual who understood power relations and how they affected his existence and that of others; one who was propelled by this knowledge to pursue possi- bilities of what he could be in the process of which he was also able to or- ganize others against colonial authorities; and, lastly, one who attempted, with relative success, to tap into the rich loam of african dissent and real grievances.8 in spite of evidence showing that he was a man like any other, vulner- able, suffering personal weakness, and even, perhaps, having moments of self-doubt, in light of his celebration in the erection of the Kimathi statue and that of Mau Mau at uhuru Park; in light of his constant disinterment in popular culture; in light of the “legal illegality” of colonialism, and therefore, the trial itself, and the burning embers of anticolonialism that are still alight; in light of the victorious litigation between 2009 and June 2013 by three Mau Mau veterans, and the newly lodged suit; and in light of the natural inclination and people’s constant need for heroes, and the reliance by nations on national myths for nation- and state-building pur- poses, Kimathi’s place in people’s memory, and Kenya’s history, remains intact."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Put more appropriately, Kimathi’s conviction was by none other than a court of emergency assize constituted under the Kenyan emergency regulations of 1953."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Just as the accused in the infamous trial in south africa, who were unlikely to have been found innocent under the sabotage act, Kimathi was not coming out unscathed, and acquittal was completely inconceivable under the Kenyan emergency"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "in its final ruling, the court had to be seen to adhere to an unwritten transcript of the managing elite that generally confirmed ideas behind british rule and the claims colonial authorities made to legitimacy."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Colonial judges and prosecutors were not abstract oracles but rather men whose views were necessarily, though by no conscious intent, affected by inheri- tance, education, and environment, and by the impact of history, of the british imperial past, and of the Mau Mau moment that unfolded before their eyes.13 it follows that one of the most prominent implications of the release of these archival materials to the public will be a bitter castigation of the british colonial brand of justice unfairly meted out against Kimathi."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Colonial judges and prosecutors were not abstract oracles but rather men whose views were necessarily, though by no conscious intent, affected by inheri- tance, education, and environment, and by the impact of history, of the british imperial past, and of the Mau Mau moment that unfolded before their eyes.13 it follows that one of the most prominent implications of the release of these archival materials to the public will be a bitter castigation of the british colonial brand of justice unfairly meted out against Kimathi."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The Legal Illegality of Empire: Casting the Kimathi Trial in Broader Legal Perspective Without a doubt, especially given the historical significance and centrality of Kimathi in the struggle for independence, there is a real possibility that the publication of this archival find could fling open the door to a grim and an uneasy past and bring into question not merely the skewed sense The Unfolding of Britain and Kenya’s Complex Tango i 289 of british colonial justice but also the entire imperially inaugurated order and related issues of social and historical injustice.18 after all, the subjuga- tion, domination, and social control of africans, and the exercise of power in the allocation of resources and services under the colonial order, was through a flimsy and dubitable cloak of legality."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "The Legal Illegality of Empire: Casting the Kimathi Trial in Broader Legal Perspective Without a doubt, especially given the historical significance and centrality of Kimathi in the struggle for independence, there is a real possibility that the publication of this archival find could fling open the door to a grim and an uneasy past and bring into question not merely the skewed sense The Unfolding of Britain and Kenya’s Complex Tango i 289 of british colonial justice but also the entire imperially inaugurated order and related issues of social and historical injustice.18 after all, the subjuga- tion, domination, and social control of africans, and the exercise of power in the allocation of resources and services under the colonial order, was through a flimsy and dubitable cloak of legality."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "Throughout human his- tory, when the legal process establishes a right of one particular person, group, or institution, it simultaneously imposes a restraint on those whose preferences impinge on the right established.19 in this particular case, in the name of the law, the rights of white settlers were assured and their privilege entrenched even while the just and legitimate aspirations of mil- lions of africans were delegitimized, repressed, and extinguished without contemplation, with arbitrariness disguised as legality.20 Moreover, the co- lonial order was contrived through legal prestidigitation."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "From the outset, the imperial legitimacy of power was, therefore, contested, and most seg- ments of the african population in Kenya understood that the colonial order had been possible only through the legal production of illegality.21 it follows, then, that the legality of an act does not necessarily make it a just one.22 Furthermore, it cannot be taken for granted that imperial subjects sensed that they were being directed by law as an arm of political ideol- ogy in ways that were not transparent to them; that, indeed, colonial law cloaked illegitimate power."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "nonetheless, in athens, laws that were attacked as paranomon, or contrary to fundamental law, were usually in- validated and their sponsors fined.24 in this particular case, the unjust act was the conviction of Kimathi on two charges of the unlawful possession of a firearm and the unlawful possession of ammunition contrary to the british imperially constructed paranomon, the emergency regulations of 1953, under which it was found that he threatened public safety and order.25 as duly noted, this was in contravention of a colonial order that rested on the rickety stilts of the legal production and social construction of illegality, which is what had inspired the Mau Mau threat in the first place."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "as if this was not enough, as british colonial authorities were wont to do, Kimathi, the embodiment of anticolonialism, and by extension, a fighter against all that was evil in the heady, violent 1950s, was ignomini- ously executed and buried in an unmarked grave, his remains forever lost."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "as ngũgĩ wa Thiong’o observes, this can be seen as part and parcel of, generally, a european, and, specifically, a british imperial, dismembering practice of power."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "as ngũgĩ wa Thiong’o observes, this can be seen as part and parcel of, generally, a european, and, specifically, a british imperial, dismembering practice of power."
  },
  {
    "text": "african minds.27",
    "source": "dedan_kimathi_on_trial",
    "context": "Put differently, such physical, psychic, and existential erasure was a symbolic act and performance of power intended to produce docile african minds.27 after all, the commutation of capital punishment was an integral aspect of colonial networks of power and violence."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "but the highest honor paid to him was by the nyeri elite led by Mwai Kibaki, who in 1972 established the Dedan Kimathi university of Technology.30 after ascending to the presidency, Kibaki took the memorialization of Kim- mathi a notch higher by commissioning the Kimathi statue that stands at the head of the street named after him at the center of the country’s politi- cal and commercial capital, nairobi.31 all this came at a time when Kenyans were witnessing a distantly re- lated reincarnation of Mau Mau, the growing Mungiki movement among Gikuyu rural and urban youth.32"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "His voice joined at least a thousand others whose micronarratives are effectively detailed by anderson’s Histories of the Hanged and thus continue providing witness to british colonial po- litical oppression, exploitation, injustice, and police and military brutal- ity from their graves."
  },
  {
    "text": "Foucauldian",
    "source": "dedan_kimathi_on_trial",
    "context": "This, however, is an inquiry that lies beyond the scope of this chapter.34 nonetheless, it is important to cast Kimathi’s political involve- ment and the war that he led in the light of Foucauldian analysis of re- sistance."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "unlike many ordinary people of his time, lettered or unlettered, he understood the inner workings of power and exemplified vital politi- cal awareness that the british colonial authorities constantly failed, and were unwilling, to align their projects with those of the governed.35 it is in this sense, therefore, that i posit that Kimathi, as a historical subject of great contemporary interest, may yet still emerge as “a privileged identity” around which flagging nationalism can again revolve."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Resistance Consciousness: Kimathi as a Privileged Identity it is quite remarkable that a young peasant of Kimathi’s humble background could have taken such a militant stance against the british becoming such a formidable imperial headache."
  },
  {
    "text": "Foucauldian",
    "source": "dedan_kimathi_on_trial",
    "context": "and the idea that resistance should be seen as the “efficacious influence” of those subordinate to power.37 among many other useful insights of Foucauldian analysis of power and resistance are two important conceptions."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi lived at a crucial period of transition from african tradi- tional ways to a racially hierarchical colonial modernity—at a time, there- fore, when the very private experience of having a personal identity to discover, a personal destiny to fulfill, became a subversive political force of major proportions.41 Moreover, he knew about and sought to exploit the deep, fertile soil of brewing african dissent and real grievances, and naturally, the latently explosive transcript of indignation hidden beneath it."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi lived at a crucial period of transition from african tradi- tional ways to a racially hierarchical colonial modernity—at a time, there- fore, when the very private experience of having a personal identity to discover, a personal destiny to fulfill, became a subversive political force of major proportions.41 Moreover, he knew about and sought to exploit the deep, fertile soil of brewing african dissent and real grievances, and naturally, the latently explosive transcript of indignation hidden beneath it."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi’s ambition was to animate the collective cultural fantasy and dreams of violent revenge of subordinate but long-suffering africans who, however, never gave their personal hidden transcripts expression, even among close friends and peers.42 at the level of analytical understanding, this is what should matter to us most."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "This could well have been the time when Kimathi, contemporaneously, started to attract and embody all The Unfolding of Britain and Kenya’s Complex Tango i 295 manner of competing ascriptions and symbolize many of the contradic- tions represented by Mau Mau, Kenyan anticolonialism, and nationalism writ large.47 it is while in the forest that a relatively well-prepared Kimathi, as a “resistant subject,” a man of courage and practical power, launched his career proper—before, of course, taking the reins of state power."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "His is a feeble and isolated prophetic voice crying out from the wilderness of colonial oppression, that of socioeconomic neglect of african reserves and exploitation."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "it was a vehicle to liberate Kenya, to regain the Kenyan soil that europeans had occupied by force."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "it was a vehicle to liberate Kenya, to regain the Kenyan soil that europeans had occupied by force."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "The poor man was Mau Mau, and therefore bombs and other weapons could not finish the movement.65 in fact, if the exploi- tation of the africans did not stop, Kimathi said, it was to be expected that the war in Kenya would continue for a long time."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "only peace could hold the Kenyan house together, as opposed to ruling afri- cans with the colonial whip in their faces.66 There was need for reconcili- ation (ũiguano), and mending of the “paining” part of the colonial body politic, beyond the rift occasioned by the war.67"
  },
  {
    "text": "Christianity",
    "source": "dedan_kimathi_on_trial",
    "context": "They, in turn, accused Kimathi of having been poisoned by Christianity and Western education.70 it is not surprising that the modestly educated, like Kimathi, and the highly educated, like Karari njama, were disturbed by traditional Gikuyu prac- tices and superstitions, for instance, precolonial oath-taking elements, yet tolerated them for their utility.71 in due time, those who clung to tra- ditions and superstitions, deeming themselves to be authentic Gikuyus, retreated to the house of Gikuyu customs and closed the woven door (riigi) behind them."
  },
  {
    "text": "Western",
    "source": "dedan_kimathi_on_trial",
    "context": "They, in turn, accused Kimathi of having been poisoned by Christianity and Western education.70 it is not surprising that the modestly educated, like Kimathi, and the highly educated, like Karari njama, were disturbed by traditional Gikuyu prac- tices and superstitions, for instance, precolonial oath-taking elements, yet tolerated them for their utility.71 in due time, those who clung to tra- ditions and superstitions, deeming themselves to be authentic Gikuyus, retreated to the house of Gikuyu customs and closed the woven door (riigi) behind them."
  },
  {
    "text": "Protestant",
    "source": "dedan_kimathi_on_trial",
    "context": "They accused Kimathi and other educated Protestant leaders of using their illiterate followers for their own selfish ends.72 on the other hand was the riigi of the colonial authorities."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "His proffers of peace and appeals for redress of pressing african griev- ances; for the colonial authorities to rely less on coercion or fear, and more on truth; for mutual trust, respect and friendship, and mutuality in giving and acceptance; for shared prosperity while appreciating that all people cannot be rich; for the need for healing and reconciliation; for peace and mutual coexistence, and the expression of hope that blacks and whites in 300 i Nicholas Kariuki Githuku Kenya be of one heart; and for justice and truth, came to naught."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi’s insubordination against the constituted colonial order and its laws, and the insurrection that he had led, had breached the bounds of established rules of structured consensual interaction, including whatever conflict existed between the imperial au- thorities and their “lawful” african subjects."
  },
  {
    "text": "Nationalism",
    "source": "dedan_kimathi_on_trial",
    "context": "The Unfolding of Britain and Kenya’s Complex Tango i 301 A Paragon of Radical Decolonization, Touchstone of Nationalism, and Subterranean Politics Disinterred Written in the early 1970s, The Trial of Dedan Kimathi, a play by ngũgĩ wa Thiong’o and Mĩcere Gĩthae Mũgo, was the first to recognize and give all due prominence to the role that Kimathi played in the struggle for inde- pendence."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "Moreover, these writers transform the sphere of perfor- mance into a site of investigation of communal memory in order to reinstate the impeccable nature of the collective ethos of africans."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "it also powerfully and effectively portrays the injustices endured by ordinary Kenyans during the tumultuous decade of the 1950s.76 indeed, more than imaginatively recreating the past—and in so doing, re- flecting the collective will of Kenyan peasants and workers in their refusal to succumb to over sixty years of colonial torture and ruthless oppres- sion—this play was written to give people courage and to urge them to an even higher level of resolve in their struggle for total liberation.77 ngũgĩ and Mũgo understood this work to be a continuation of the repertoire of political dissent epitomized by Kimathi as the embodiment of the coun- try’s anticolonial struggle."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "it also powerfully and effectively portrays the injustices endured by ordinary Kenyans during the tumultuous decade of the 1950s.76 indeed, more than imaginatively recreating the past—and in so doing, re- flecting the collective will of Kenyan peasants and workers in their refusal to succumb to over sixty years of colonial torture and ruthless oppres- sion—this play was written to give people courage and to urge them to an even higher level of resolve in their struggle for total liberation.77 ngũgĩ and Mũgo understood this work to be a continuation of the repertoire of political dissent epitomized by Kimathi as the embodiment of the coun- try’s anticolonial struggle."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "likewise, Dan “Chizi” aceda, a socially conscious musician, in his song “Guns and arrows,” from his 2010 breakout sophomore album, 302 i Nicholas Kariuki Githuku Benganology, manages to evoke, indeed disinter, not only Dedan Kimathi but also Mekatilili wa Menza, a heroine of the early struggle against british imperialism in 1913 and 1914."
  },
  {
    "text": "Flani",
    "source": "dedan_kimathi_on_trial",
    "context": "but no one demonstrates this continuity more powerfully than the group ukoo Flani Mau Mau’s music video “Angalia Saa” (look at the Times)."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The song is dedicated to all Kenyan heroes who struggled against british colonialism but have never been honored."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The song is dedicated to all Kenyan heroes who struggled against british colonialism but have never been honored."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The song dra- matizes the Mau Mau moment by overlapping old video clips of british military crackdowns and images of arrested Mau Mau suspects in screen- ing and detention camps with clips of more recent political crises."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "This time-warping visual effect is reinforced by using the central charac- ter in the music video, the “actorvist” ndungi Githuku, who literally flees from the british military operations of the 1950s only to find himself in the middle of riotous nairobi streets in the 2000s.79 but it is the end of the video that is most instructive in terms of evok- ing the memory of Kimathi as a symbol of nationalism and decoloniza- tion."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Perhaps, more than fifty years of independence has brought about clarity of perspective as people continue choosing sides and now truly see which “side” of Kenyan politics they are on."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "The public debate that arises from this haunting and stubborn past, if it does not degenerate into the politics of memory, will lead Kenyans to realize, more and more, that in their thought they argue the same issues, superficial ethnic boundaries notwithstand-"
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "ing.83 additionally, such a debate will, most assuredly, raise recriminations against what, in retrospect, will be perceived by Kenyans, as wrongful con- viction of one of Kenya’s freedom heroes, and that of many others, under an unjust and criminal colonial law."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "after all, it is obvious that, while the accused may have broken the colonial government’s emergency laws, the policies of that The Unfolding of Britain and Kenya’s Complex Tango i 305 government—its racial oppression, intolerance of constitutional african opposition and even peaceful dissent, tyranny, ill-treatment, exploitation and denigration of black people, rule through force, and african poverty and absence of human dignity entrenched by legislation84—left Kimathi and forest fighters with no choice other than violent resistance."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "after all, it is obvious that, while the accused may have broken the colonial government’s emergency laws, the policies of that The Unfolding of Britain and Kenya’s Complex Tango i 305 government—its racial oppression, intolerance of constitutional african opposition and even peaceful dissent, tyranny, ill-treatment, exploitation and denigration of black people, rule through force, and african poverty and absence of human dignity entrenched by legislation84—left Kimathi and forest fighters with no choice other than violent resistance."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Might there also be a post- humous exoneration issued by the Kenyan state and from britain as well?85 only time can tell."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "but time alone cannot make any reliable determination without an appreciable measure of moral probity in Kenyans’ collective introspection and scrupulous examination of this regrettable past."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "sixty years later, the spirit of a man buried in an unmarked grave may yet, finally, rest with the assurance of passing through the open riigi and into both the mythology of the Kenyan state and its recorded history."
  },
  {
    "text": "Catholic",
    "source": "dedan_kimathi_on_trial",
    "context": "it is this same sacred courage that steadied his pen as he scribbled his last letter, addressed to a Father Marino (from a Catholic mission in nyeri).87 From a stoic pen flowed words of a man who was persuaded that he had attempted to accomplish the cause that he was put in colonial Kenya by the Creator to do."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "Penning these last words, i wonder whether, as a professing Christian, Kimathi thought he was indestructible."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "otherwise, how could he have taken on the british unless he had the courage to believe he was more than a match for his antagonists then, and in the long sweep of history?"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Was death his final hope for escape from the imprisonment of an oppressive colonial architecture of legal strictures and exploitative policies; from the manacling of individual and collective wills; and from imperial spatial deletion and de- limitation constraining the individual field and basis of action and, therefore, african agency?88 and how could he have been impenitently “so busy and so happy preparing for heaven” on the very eve of his execution (by hang- ing by the neck until dead) unless he was consumed by the best and highest courages that are the beams of the almighty?89 Did he believe himself to have fought the good fight, to have run and finished the race and remained faith- ful to a just cause that had, for him, shone like the noonday sun?"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "a man who is in anybody’s eyes and for all times will remain, a liberator, for he sought the ideal of self-mastery and freedom stemming from the restoration of alienated african lands."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "This man, Kimathi, must stand like a Hercules, an achilles, a rüstem, an arthur, or a Cid in the mythology of the Kenyan state; and in its authen- tic history, like a leonidas, a scipio, a Caesar, a richard Cœur de lion, a nelson, a Grand Condé, a bertrand du Guesclin, a Doge Dandolo, a na- poleon, a Masséna, and a ney.91 but this is now a matter before the court of public opinion, which must decide this now reopened case: one between what Kimathi stood for and his stated cause, and that of Mau Mau, versus an obsolete and paranomon british colonial justice system."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "This man, Kimathi, must stand like a Hercules, an achilles, a rüstem, an arthur, or a Cid in the mythology of the Kenyan state; and in its authen- tic history, like a leonidas, a scipio, a Caesar, a richard Cœur de lion, a nelson, a Grand Condé, a bertrand du Guesclin, a Doge Dandolo, a na- poleon, a Masséna, and a ney.91 but this is now a matter before the court of public opinion, which must decide this now reopened case: one between what Kimathi stood for and his stated cause, and that of Mau Mau, versus an obsolete and paranomon british colonial justice system."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The sins that the Kenyan attorney general Griffiths-Jones had so wished, as indicated in a 1957 memorandum, to keep secret, were ultimately laid bare."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "For more on this, see Githuku, Mau 308 i Nicholas Kariuki Githuku Mau Crucible, 96; Katie engelhart, “40,000 Kenyans accuse uK of abuse in second Mau Mau Case,” Guardian, 29 october 2014."
  },
  {
    "text": "nazi",
    "source": "dedan_kimathi_on_trial",
    "context": "When errors of omission or embellishments of the past find their way into written history, what emerges is a multitude of arguments, counterar- guments, and exculpatory narratives about the past derived from a formulaic rehearsal of old mantras or scripts which, with regard to un/critical reflections and/or versus repression of nazi memory in Germany, gave rise to Vergan- genheitspolitik (the politics of confronting the past) as opposed to a thorough, sobering, and critical view and a thrashing out of the past characterized by tackling difficult questions about it with an appreciable measure of moral pro- bity (Vergangenheitsbewältigung)."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "as the british imperial chickens come home to roost, this is the challenge that faces the disentangling and straightening out of history—both of Kenya itself that shared between Kenya and britain."
  },
  {
    "text": "english",
    "source": "dedan_kimathi_on_trial",
    "context": "lonsdale, “Kenyatta’s Trial,” this volume, 221, 232 and 238; see also simon Gi- kandi, “Pan-africanism and Cosmopolitanism: The Case of Jomo Kenyatta,” english studies in africa 43, no. 1 (2000): 7."
  },
  {
    "text": "britons",
    "source": "dedan_kimathi_on_trial",
    "context": "The pun is not intended because the disregard for imperial subjects’ lives by some britons was legendary; according to elizabeth Kolsky, colonial subjects were ranked with the beasts, a racial attitude that was forged in the crucible of chattel slavery."
  },
  {
    "text": "British",
    "source": "dedan_kimathi_on_trial",
    "context": "Kolsky, Colonial Justice in British India (Cambridge: Cambridge university Press, 2010), 16."
  },
  {
    "text": "indians",
    "source": "dedan_kimathi_on_trial",
    "context": "From her remarkable examination of over 150 years of violent crimes against indians, and in another study of similar cases in Kenya between 1905 and 1934 by Martin J. Wiener, An Empire on Trial: Race, Murder, and Justice under British Rule, 1870–1935 (Cambridge: Cambridge university Press, 2009), 193–221, it is quite clear that imperial sub- jects, even those who never raised a finger in an attempt to regain their liberty or land, but especially those that did so, did not have the slightest chance; they were destroyed like wild beasts."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "More important, both studies show that in most cases, the law was complicit in condoning violent and abhorrent crimi- nal acts by whites against imperial subjects, which raises serious doubts con- cerning the soundness and hence the legal validity of british colonial justice as a whole."
  },
  {
    "text": "Penguin",
    "source": "dedan_kimathi_on_trial",
    "context": "Vilhelm aubert, ed., Sociology of Law (baltimore: Penguin, 1969), 11, as cited by Higginbotham, Matter of Color, 13–14. 16."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "ngũgĩ wa Thiong’o, Something Torn and New: An African Renais- sance (new york: basicCivitas books, 2009), 3–4; reissued with new title, Re- Membering Africa (new york: basicCivitas books, 2010)."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "erational Politics in nairobi, Kenya,” Young: Nordic Journal of Youth Research 18, no. 3 (2010): 301–19; David nderitu, “Mungiki: Wanjiku’s expression of self,” in Wanjiku: A Kenyan Sociopolitical Discourse, ed."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "For this see Kinyatti, Kenya’s Freedom Struggle, xviii; John lonsdale, “Jomo Kenyatta, God and the Modern World,” in African Moder- nities: Entangled Meanings in Current Debate, ed."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "i contend that this intentional loss or willful destruction of such important documents is not simply suspect physical obliteration of historical record but also attempted discursive erasure of marginal african voices of popular and valid grievance and resistance."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "lowing surrender was only the first step toward racial reconciliation as well as reaching a satisfactory solution for all underscored by truth and justice in light of longstanding african grievances."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "in the latter, Kimathi stated that there was no way of peacefully ending the african struggle."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "in Mau Mau Crucible of War (200–208), i have cast this topic of “surrender and amnesty” within the broader important question (one that en- gaged and divided members of the legislative Council, especially europeans), of what defeating Mau Mau and returning to “normalcy” really meant."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Dedan Kimathi, “an open letter to the british authorities,” in Kin- yatti, Kenya’s Freedom Struggle, 57, 63. 66."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "similarly, exhibit no. 23 con- tains an appeal from Kimathi for africans and forest fighters to be regarded as (fellow) human beings."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "With reference to my email ex- changes (between 7 and 28 March 2016) with Mĩcere Gĩthae Mũgo, Maina Kinyatti, and Willy Mutunga, it is likely that the release of Kimathi’s trial docu- ments and this volume to coincide with the sixtieth anniversary of Kimathi’s execution will witness even more radical demands including, in Mũgo’s words: that the current british and Kenyan governments categorically denounce and dissociate themselves from a historical crime—specifically, the conviction and murder of Kimathi."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "With reference to my email ex- changes (between 7 and 28 March 2016) with Mĩcere Gĩthae Mũgo, Maina Kinyatti, and Willy Mutunga, it is likely that the release of Kimathi’s trial docu- ments and this volume to coincide with the sixtieth anniversary of Kimathi’s execution will witness even more radical demands including, in Mũgo’s words: that the current british and Kenyan governments categorically denounce and dissociate themselves from a historical crime—specifically, the conviction and murder of Kimathi."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "additionally, within this particular context, that a fresh official public apology be made to Kimathi’s family, Kenya land and Free- dom army ex-combatants, and the Kenyan people by both governments for condoning the crime over historical time by failing to officially condemn it; that both governments (definitely that of Kenya) reaffirm Kimathi as a Kenyan hero extraordinaire and think of an appropriate special medal to award him posthumously; and that, in consultation and collaboration with the family, Kimathi’s remains be located, exhumed, and given a special public and hero’s national burial."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "additionally, within this particular context, that a fresh official public apology be made to Kimathi’s family, Kenya land and Free- dom army ex-combatants, and the Kenyan people by both governments for condoning the crime over historical time by failing to officially condemn it; that both governments (definitely that of Kenya) reaffirm Kimathi as a Kenyan hero extraordinaire and think of an appropriate special medal to award him posthumously; and that, in consultation and collaboration with the family, Kimathi’s remains be located, exhumed, and given a special public and hero’s national burial."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "316 i Nicholas Kariuki Githuku 4 Dedan Kimathi The Floating Signifier and the Missing Body Simon Gikandi if, as is commonly believed, the postcolonial Kenyan state needs forget- ting as its will to truth, especially in the first decade of independence, it could be argued that it needs the figure of Dedan Kimathi to be located at the junction of forgetting and remembering.1 evidence of this is that even in the days when the Kenyatta government was eager to repress the re- cent anticolonial past, Kimathi’s name circulates freely in the former “Mau Mau” zones in the Mount Kenya region, with schools, neighborhoods, and streets named after him."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "and in the 1970s, during a frenzy of institu- tion building, the nyeri elite, led by Mwai Kibaki, set up an institute of Technology named after Kimathi, which later became a university char- tered and sponsored by the Kenyan state."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "somewhere in the cracks left by these two forms of discourses—the archival and the imaginative—we might recover Kimathi’s quantity of signification and perhaps begin to understand what value he holds in debates about Kenyan pasts and presents."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "in short, the Kimathi who emerges out of the archives seems to un- derstand his symbolic role as an avatar of a not-so-unusual combination of the nationalist, the traditionalist, and the Christian."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "”11 attuned to the work of both an inherited and invented tradition, Kimathi is simultaneously a Gikuyu elder and a Christian, his dual roles prompted by a keen understanding of the limits of the old tradition and the tempta- tions of the new ones.12 However, words are not enough to sustain the kind of symbology that Kimathi needs in order to assert his authority."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "My contention is that whatever story Kimathi might tell would take us no closer to understanding his life outside the mode of represen- tation established by the genre of Mau Mau memoirs.19 locating himself within the theater of Kenyan nationalism, Kimathi—a former actor and director—would probably cast himself as what György lukács famously described as the public character of modern drama, one in which “indi- vidual destinies” are represented in their exclusiveness so that they can give “direct expression to general destinies, destinies of whole nations, whole classes, indeed whole epochs."
  },
  {
    "text": "scottish",
    "source": "dedan_kimathi_on_trial",
    "context": "The story he would tell would probably stretch from the green fields of Karunaini and his education at the scottish mission at Tumutumu; the unhappy move to the settled territories; life in the nyandarua forest; the fateful day when a tribal policemen called ndirangu shot and wounded him; and his interrogation by the police and eventual trial at the High Court in nyeri."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "in effect, Kimathi’s coming into being as a radical would not make sense outside a common narrative of african disenchantment across a set of vectors— with the Christian mission, the colonial school, and the role of the father— shared by his generation."
  },
  {
    "text": "Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "in effect, Kimathi’s coming into being as a radical would not make sense outside a common narrative of african disenchantment across a set of vectors— with the Christian mission, the colonial school, and the role of the father— shared by his generation."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "To speculate further, the Kimathi who would emerge out of these nar- ratives would fall neatly into the structure and tropes that have come to define african life writing in Kenya since the 1940s."
  },
  {
    "text": "lacan",
    "source": "dedan_kimathi_on_trial",
    "context": "”23 in other words it is when we are confronted by gaps in Kimathi’s story that the force of what lacan calls the imaginary becomes crucial to understanding the poetics and politics of memory."
  },
  {
    "text": "lacan",
    "source": "dedan_kimathi_on_trial",
    "context": "Confronted by a situation of loss, or what lacan calls lack, the human subject comes to a realization that its needs and desires cannot be fulfilled and hence turns to create an image, a fantasy, that will function as a substitute for the real.24 although lacan is writing about the child coming to an identity of itself as an individual, his formulation can be applied to postcolonial sub- jects who discover that the dream of independence—the symbolic order, which should have been embodied by a figure like Kimathi—is difficult to realize."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "First, like all subjects coming out of a violent history, Kenyans live under the fear that recalling the recent past will only remind them of the wrongs of history, its divi- sions, and its recent misfortunes.25 second, there is the difficulty of figur- ing a way to represent a figure like Kimathi outside the prison house of colonial discourse."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Dedan Kimathi: The Floating Signifier and the Missing Body i 323 indeed, one of the great ironies of Kenyan decolonization is what one may call a belated discourse of history in which colonial past and postcolonial futures meet each other at a discursive junction."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "if Watene relies on Henderson’s 326 i Simon Gikandi book and not the other anticolonial texts available to him, most notably njama, it is because the colonialist trope enables him to produce a tragic hero, the only figure that can generate the mourning that is needed if the nation is to come to terms with its past, or at least establish a new relation- ship to the dead.37 like lear on the heath, Kimathi’s insights emerge when he is con- fronted by his own weakness and helplessness: The british hunt me down relentlessly To send me to the gallows."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Then i would outlive their malice, return to an independent country and live in freedom and dignity.38 in this soliloquy, the contradictory moments that define Kimathi come together in unexpected ways: We have Kimathi bemoaning his fate (“The british hunt me down relentlessly / To send me to the gallows”) and also imagining his possible return to “an independent country” where he can live “in freedom and dignity.”"
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Moreover, within the moment of production of the play (1974), Kimathi is the embodied absence that asks some of the questions troubling the Kenyan audience: what is the meaning of free- dom?"
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "The Performance of Ambivalence The idea that it is only in his suffering and defeat that Kimathi can be- come a conduit for the aspirations and anxieties of Kenyans in the 1970s is not one that will satisfy the Kenyan left, a group already engaged in what will turn out to be a deadly struggle with the postcolonial state."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The Performance of Ambivalence The idea that it is only in his suffering and defeat that Kimathi can be- come a conduit for the aspirations and anxieties of Kenyans in the 1970s is not one that will satisfy the Kenyan left, a group already engaged in what will turn out to be a deadly struggle with the postcolonial state."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The Trial sets out to undo Watene’s ideology as it is represented in his dramaturgy, and to provide a systematic critique of the Kenyan state’s version of history, especially what appears to be its willingness to privilege the interests of the pro-colonial forces over those of nationalism."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The key to understanding the ngũgĩ/Mũgo project, then, is to see how their de- construction of Watene’s dramaturgy goes hand in hand with their ideo- logical critique of the Kenyan state."
  },
  {
    "text": "Greek",
    "source": "dedan_kimathi_on_trial",
    "context": "if Watene’s anxieties are dramaturgical, driven by the need to fit Kimathi into the idiom of Greek and shakespearean tragedy, ngũgĩ and Mũgo’s anxieties are primarily historiographic; they want to use the dra- matic stage as an extraterritorial space in which Kimathi, now freed from the colonial imaginary, can function as a symbol of the masses in “the only historically correct perspective."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "He was disguised as a european in- spector of Police."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "They imagine Kimathi as the kind of untragic hero who is “nothing but an exhibit of the contradictions which make up our soci- ety.54 although Kimathi embodies the tensions that define Kenyan so- ciety, he is most forceful when he acts as the catalytic conduit for the contradiction the authors consider immanent in neocolonial society, the forces embodied by the settler, the banker, the priest, and the politician."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "This is the doctrine espoused by Prime Minister Kenyatta on the day of Kenyan independence: “let us agree that we shall never refer to the past."
  },
  {
    "text": "Psychoanalytic",
    "source": "dedan_kimathi_on_trial",
    "context": "anthony Wilden (baltimore: Johns Hopkins university Press, 1997), 29–51; lacan, “The signification of the Phallus,” 271–80, and “The Mirror stage as Formative of the Function of the i as revealed in Psychoanalytic experience,” in Écrits, trans."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "The subject of dispute here is the beecher report on african education, issued in 1949."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "biodun Jeyifo, “The nature of Things: arrested Decolonization and Critical Theory,” Research in African Literatures 21, no. 1, Critical Theory and african literature (spring 1990): 33–48; Frantz Fanon, The Wretched of the Earth, trans."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "biodun Jeyifo, “The nature of Things: arrested Decolonization and Critical Theory,” Research in African Literatures 21, no. 1, Critical Theory and african literature (spring 1990): 33–48; Frantz Fanon, The Wretched of the Earth, trans."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Though both images are still in wide circulation, his fans (par- ticularly Kenyan youth) appear to show a preference for the first image."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The latter image shows Kimathi supine, rendered helpless, injured, and handcuffed, whereas he sits upright with his upper body clothed in the first image, albeit still handcuffed.1 in the dock, Kimathi’s dreads stand out from his head in two bunches, forming a natural circular frame reminiscent of a bull’s horns, a shape that lends itself to mass reproduction.2 The composition of the second image makes it more difficult to copy and mass-reproduce; in some versions Kimathi’s head is turned slightly to one side, and his hair has been piled on top of his head—the dreaded dreads are thereby rendered (deliberately?) less visible at this steep angle.3 in the courtroom photograph, taken presumably by an official brit- ish photographer, Kimathi (who understood the importance of manag- ing publicity, and in 1953 had sent the british authorities a photograph of himself on learning that they did not have one) is critically gazing back 339 at empire, represented by the body of the photographer.4"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "in Kimathi’s own verbal testimony, “a large number” of his men had turned against him after he had written to the british government seeking peace."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "some sections of the Kenyan media have long peddled a pernicious line on Mau Mau—the idea that it has been “forgotten.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "under the headline “rewriting the Mau Mau story,” the reporter accuses retired british diplomats of “retroactively censoring” historical documents on Mau Mau held in uK archives, thereby destroying “evidence” that veterans require to bring future claims.13 He ends by stating, “it won’t be long until the last of the veterans dies."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Perhaps the british government will breathe a sigh of relief when that happens."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Per- haps the Kenyan government will no longer need to deal with the messy business that is the place of Mau Mau in the history of Kenya."
  },
  {
    "text": "ethiopian",
    "source": "dedan_kimathi_on_trial",
    "context": "Documents, memoirs, speeches, artworks, photographs, blogs, songs, spaces, absences, and so on have themselves become sites of contes- tation over Mau Mau memory and have produced their own histories— myths that swirled around the “lost” trial papers, the dramatic recreation of the trial by ngũgĩ wa Thiong’o and Mĩcere Gĩthae Mũgo, and the mys- terious appearance in nairobi in 2003 of an aged ethiopian peasant mas- querading as long-lost fighter stanley Mathenge are all key examples of attempts by various players to fill absences.16 Finally, i describe how Mau Mau is represented (or not) in contemporary state and nonstate heritage initiatives in Kenya.17 The Manipulation of Memory it may be said that the long struggle to manipulate memories of Mau Mau as a movement and conflict began in earnest at lari, a small upland settle- ment in what is now Kiambu County, in late March 1953.18 it was initiated by british government propagandists who used a variety of means to whip up anti–Mau Mau hysteria at home and abroad, following a particularly bloody double massacre.19 Propaganda efforts predated these events by at least six months: “The struggle to shape Mau Mau memory in Kenya began even be- fore independence."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Documents, memoirs, speeches, artworks, photographs, blogs, songs, spaces, absences, and so on have themselves become sites of contes- tation over Mau Mau memory and have produced their own histories— myths that swirled around the “lost” trial papers, the dramatic recreation of the trial by ngũgĩ wa Thiong’o and Mĩcere Gĩthae Mũgo, and the mys- terious appearance in nairobi in 2003 of an aged ethiopian peasant mas- querading as long-lost fighter stanley Mathenge are all key examples of attempts by various players to fill absences.16 Finally, i describe how Mau Mau is represented (or not) in contemporary state and nonstate heritage initiatives in Kenya.17 The Manipulation of Memory it may be said that the long struggle to manipulate memories of Mau Mau as a movement and conflict began in earnest at lari, a small upland settle- ment in what is now Kiambu County, in late March 1953.18 it was initiated by british government propagandists who used a variety of means to whip up anti–Mau Mau hysteria at home and abroad, following a particularly bloody double massacre.19 Propaganda efforts predated these events by at least six months: “The struggle to shape Mau Mau memory in Kenya began even be- fore independence."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The british official description of the movement as ata- vistic, tribalist, racist, anti-Christian, and criminal, issued at the beginning 342 i Lotte Hughes of the emergency in october 1952, set the tone for most european commen- tary on Mau Mau over the next eight years."
  },
  {
    "text": "anti-Christian",
    "source": "dedan_kimathi_on_trial",
    "context": "The british official description of the movement as ata- vistic, tribalist, racist, anti-Christian, and criminal, issued at the beginning 342 i Lotte Hughes of the emergency in october 1952, set the tone for most european commen- tary on Mau Mau over the next eight years."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "The british official description of the movement as ata- vistic, tribalist, racist, anti-Christian, and criminal, issued at the beginning 342 i Lotte Hughes of the emergency in october 1952, set the tone for most european commen- tary on Mau Mau over the next eight years."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "”20 Mau Mau skillfully counterat- tacked in the propaganda war.21 but six months into the emergency, the lari massacre gave british propagandists an opportunity to up their game—and snuff out news of the daring, highly successful Mau Mau raid on the naiva- sha police station, which had taken place the same night.22"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The circulation of gory images of massacre victims was central to this effort; besides pho- tographs used in leaflets and so on, footage of lari was also taken to the Gikuyu reserves in a mobile cinema van.23 The propaganda campaign was successful in not only influencing british public attitudes toward Mau Mau, via the british media and newsreels, but also in repelling many Kenyans, including Gikuyu “waverers.”24 as Daniel branch describes it, “The massacre of loyalists at lari . ."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The circulation of gory images of massacre victims was central to this effort; besides pho- tographs used in leaflets and so on, footage of lari was also taken to the Gikuyu reserves in a mobile cinema van.23 The propaganda campaign was successful in not only influencing british public attitudes toward Mau Mau, via the british media and newsreels, but also in repelling many Kenyans, including Gikuyu “waverers.”24 as Daniel branch describes it, “The massacre of loyalists at lari . ."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "The circulation of gory images of massacre victims was central to this effort; besides pho- tographs used in leaflets and so on, footage of lari was also taken to the Gikuyu reserves in a mobile cinema van.23 The propaganda campaign was successful in not only influencing british public attitudes toward Mau Mau, via the british media and newsreels, but also in repelling many Kenyans, including Gikuyu “waverers.”24 as Daniel branch describes it, “The massacre of loyalists at lari . ."
  },
  {
    "text": "Christians",
    "source": "dedan_kimathi_on_trial",
    "context": "Devout Christians were particularly revolted by this violence, and it was the pho- tographs and film of mutilated bodies, especially of women and children, that burned into the public psyche."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "Though often referred to in the singular as a “massacre,” especially by Kenyans (including in the final report of the Truth, Justice and recon- ciliation Commission),31 there were in fact two massacres within hours of each other: the first, on the night of the twenty-sixth, involved an at- tack by several hundred Mau Mau (only a small fraction of them forest fighters) on their neighbors’ homesteads, which resulted in an estimated seventy-four deaths."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The second massacre occurred between ten at night and dawn the following morning, in a retaliatory Memorialization and Mau Mau: A Critical Review i 343 counterattack initiated by Home Guard, joined later by british forces and other africans under british command."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "The second massacre occurred between ten at night and dawn the following morning, in a retaliatory Memorialization and Mau Mau: A Critical Review i 343 counterattack initiated by Home Guard, joined later by british forces and other africans under british command."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The second massacre occurred between ten at night and dawn the following morning, in a retaliatory Memorialization and Mau Mau: A Critical Review i 343 counterattack initiated by Home Guard, joined later by british forces and other africans under british command."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "This attack resulted in an estimated 150 fatalities, though the figure could well be much higher.32 lari was also a turning point for another reason: for the first time, as a result of the coverage and whispered dissemination of this awful news via the public grapevine, it was starkly apparent to Kenyans that Mau Mau had become a civil war."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "This unpalatable fact—which is still not accepted by everyone, including Mũgo and ngũgĩ and in the foreword to this volume, because it is regarded as continuing british propaganda—has complicated and destabilized “memories” and “forgetting” ever since.33 scholars, and Kenyans (both academic and nonacademic), have long argued and con- tinue to argue about who deserves commemoration."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "This unpalatable fact—which is still not accepted by everyone, including Mũgo and ngũgĩ and in the foreword to this volume, because it is regarded as continuing british propaganda—has complicated and destabilized “memories” and “forgetting” ever since.33 scholars, and Kenyans (both academic and nonacademic), have long argued and con- tinue to argue about who deserves commemoration."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "Their purpose these days, according to those running this tiny nonstate museum, is to remind visitors (largely local schoolchildren and other Kenyans—this is not on the tourist trail) of the internecine violence that tore this community apart, which must be “remembered” in order to avoid repetition."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "The museum was founded in 2001 as part of the Kenyan peace museums movement, ini- tiated in the late 1990s by then national Museums of Kenya (nMK) chief ethnographer sultan somjee.36 its management committee is made up of ex–Mau Mau and ex–Home Guard who collectively decided that some- thing should be done to heal the social wounds that had festered ever since 1953, and that the healing had to start with them."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The museum carries out peace education in local schools, worked with fellow peace museums to reconcile warring communities after the 2008 post- election violence, and displays items of material culture symbolizing peace in different ethnic communities, promoting the idea that “traditional” peace cultures can be used to unite and reconcile modern-day Kenyans.38 annie Coombes makes the important point that the museum’s jux- taposition of photographs of massacre victims (many unnamed) and the handwritten list of names of both victims and perpetrators, displayed on a wall nearby, “effectively undoes the intention of the colonial archive” and involves “promiscuous recycling of british propaganda in order to narrate a tale of violence enacted by both sides of the divide.”39"
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "unfortunately, most Kenyans appear to be unaware of the existence of this museum and the peace and reconciliation work it and other peace museums do.42 The Amnesia Years on coming to power, Jomo Kenyatta ushered in a period of state- orchestrated amnesia about Mau Mau, which served his political pur- poses.43 The writing was already on the wall long before independence, as ngũgĩ reminds us: “some days later  we heard that Kenyatta had addressed a mam- moth rally in Kĩambu, denouncing Mau Mau with the expression “let it disappear under the roots of the Mikongoe trees.”44"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "(british propagandists Memorialization and Mau Mau: A Critical Review i 345 had also “sought to obliterate Mau Mau from public discourse in the col- ony and beyond,” in a change of tack from 1955.)45 The official mantra after independence was: “We all fought for freedom”—not just Gikuyu, Meru, embu, and the few fighters drawn from other ethnic communities; Kenyans were asked to believe that every group had done its bit to achieve libera- tion."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "(british propagandists Memorialization and Mau Mau: A Critical Review i 345 had also “sought to obliterate Mau Mau from public discourse in the col- ony and beyond,” in a change of tack from 1955.)45 The official mantra after independence was: “We all fought for freedom”—not just Gikuyu, Meru, embu, and the few fighters drawn from other ethnic communities; Kenyans were asked to believe that every group had done its bit to achieve libera- tion."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "a generous interpretation of the amnesia policy is that Kenyatta sought to unite the nation, inspire in citizens a sense of multiethnic na- tionhood, appease european settlers, and heal rifts in his own Gikuyu community."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "“Kenyatta had to say this  chiefly for po- litical reasons, and especially because the existence of a people or group that fought and suffered more for independence than anybody else is incompatible with the myth of Kenyan unity."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "it was not until 2006–7 that the government of then president Mwai Kibaki embarked on a mausoleum-building spree, the latest chapter of which is a mausoleum for Kapenguria six member Fred Kubai, completed in July 2015.48 Kershaw explains “forgetting” very differently, in Gikuyu cultural terms: “The independent government’s attempt to wipe  out of history was a proper Kikuyu response to a painful event,” on a par with famine and other disasters that should not be referred to again.49 alter- natively, it may be argued the new president sought to obscure the fact that he had never been a member of Mau Mau, let alone lost blood in the forests."
  },
  {
    "text": "Harambee",
    "source": "dedan_kimathi_on_trial",
    "context": "“Forgive and forget” became another key mantra, along with “Harambee!”"
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "The emphasis was now on hard work: Kenyans were sharply told not"
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "below the radar, Kenyans continued to discuss, reminisce and argue about Mau Mau, regardless of official edicts."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "gether with Paul Muite and Willy Mutunga, explained the genesis of the campaign starting in 2003: We had four things in mind: (1) To expand the idea of freedom that had been developed in narC’s “velvet revolution”; (2) To revisit the myth that Mau Mau was a Kikuyu nationalist movement—our approach was that Mau Mau was part of the larger independence movement that had following and leadership beyond the Kikuyu; (3) Consistent with the emerging “era of human rights,” it was time to extend our broader campaign against impunity; and (4) that it was time to “re-frame” the history of Kenya from a human rights prism."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "gether with Paul Muite and Willy Mutunga, explained the genesis of the campaign starting in 2003: We had four things in mind: (1) To expand the idea of freedom that had been developed in narC’s “velvet revolution”; (2) To revisit the myth that Mau Mau was a Kikuyu nationalist movement—our approach was that Mau Mau was part of the larger independence movement that had following and leadership beyond the Kikuyu; (3) Consistent with the emerging “era of human rights,” it was time to extend our broader campaign against impunity; and (4) that it was time to “re-frame” the history of Kenya from a human rights prism."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "it was another six years (June 2009) before the campaign climaxed in the bringing of a repa- rations case in london’s High Court, by the KHrC, the Mau Mau War Veterans’ association (MMWVa), and the british law firm leigh Day."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Thousands of veterans, many of them bused in from former Central Province, turned out in bespoke red- and-white T-shirts bearing the slogan “shujaa wa Mau Mau” (Mau Mau heroes).74 beyond irony, the memorial was funded by the british govern- ment as part of the london reparations settlement."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "With this monu- ment, Mau Mau has thereby been inscribed more fully into the city’s sym- bolic landscape than the lone statue of Kimathi (see below).77 To return to the Taskforce on national Heroes and Heroines, its final report (august 2007) was never published or made public.78 Mau Mau fea- tured quite prominently, but care was taken to suggest that Kenyans from all communities had contributed to the freedom struggle, a panethnic line that the KHrC has vigorously promoted (echoing Jomo, and ngũgĩ too)."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "The report declared, “all communities took part in the Mau Mau activities in different ways,” and “the struggle for freedom by all Kenyans in their various communities, culminating in the armed struggle known as The Mau Mau War and the final attainment of independence was a macro- cosm of national and community heroism."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "explicitly or implicitly, there is a localized “blame” thread running through many of these narratives (blame of Kenyans, especially “loyalists,” rather than the british; also blame by one veterans’ group of other veterans’ groups), which is likely to make many fellow Kenyans feel uncomfortable."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "explicitly or implicitly, there is a localized “blame” thread running through many of these narratives (blame of Kenyans, especially “loyalists,” rather than the british; also blame by one veterans’ group of other veterans’ groups), which is likely to make many fellow Kenyans feel uncomfortable."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "explicitly or implicitly, there is a localized “blame” thread running through many of these narratives (blame of Kenyans, especially “loyalists,” rather than the british; also blame by one veterans’ group of other veterans’ groups), which is likely to make many fellow Kenyans feel uncomfortable."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "There are veiled references elsewhere (the exhibit on trade union struggle is particularly good, but from observation it is bypassed by many visitors; schoolchildren in particular are whisked past at great speed)—for exam- ple, mentions of “prominent chiefs” like luka and “africans who would see to it that the interests of the colonial government were protected.”"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "The Memorialization and Mau Mau: A Critical Review i 355 role of Jomo Kenyatta in Mau Mau (if any) is not made at all clear; he barely features in this space.98 it is important to note two major differences between state and non- state museum displays on Mau Mau: guns are not on display at peace museums—though agikuyu Peace Museum, nyeri, has a corner devoted to liberation struggle, featuring a faded photocopied image of Kimathi.99 neither is there any tone of triumphalism in this latter space, whereas it is palpable in the History of Kenya exhibition.100 The centrality of Gikuyu in the “armed struggle” space can partly be explained by the reported difficulty that exhibition developers had in finding tangible, displayable evidence of the role played by other communities in liberation struggle, and the influence of Gikuyu staff, who from observation relied heavily on elkins’s 2005 book, which centers almost exclusively on Gikuyu involve- ment in Mau Mau.101 elsewhere in the history exhibition, in a display on african responses to colonial conquest, there is a problematic binary op- position of “collaborators” versus “resisters,” which reinforces a simplistic theme common in school textbooks."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "built by the british in 1924, the courthouse was used for customary-law trials by and of africans, and meetings of local native Councils."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "built by the british in 1924, the courthouse was used for customary-law trials by and of africans, and meetings of local native Councils."
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "From our conversations at the site, these elders clearly thought the museum was to be devoted to Mau Mau and expressed hopes that tourist revenue would come their way.106 The museum is now open but contains very little apart from some antique chairs from the original court, a temporary pictorial exhibit from nairobi national Museum’s Kenya@50 exhibition (created to mark fifty years of independence), and, more controversially, a broken stone plaque commemorating “the Kikuyu guard and other security forces and all loyal subjects of the Queen who died in the fight against terrorism, 1951–57.”107"
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Commemoration of the emergency period is hampered by an ab- sence of materiality—no battlefields to match those of south africa, heav- ily promoted in lucrative cultural tourism, or the street murals (largely) celebrating paramilitary heroes of the Troubles, which have become a huge heritage tourism draw in belfast, to give but two examples from other parts of the world.120 The Kenyan landscape simply does not feature much physical evidence of what happened."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "Following the postelection violence and international Criminal Court indictments that netted the current president and his deputy, it may be argued that the political elite promoted Mau Mau partly in order to deflect Kenyans’ attention from present-day abuses; it was used as a smokescreen."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "Clough has written, “Mau Mau is difficult to assimilate into the useable historical memory” for reasons that include its violence, ethnic composition, and regional nature, and the disparity between its original ideals and the sorry state of postindependence Kenya and citizens’ betrayal by successive po- litical elites.125 lonsdale has also discussed the usability of such memory, in the context of internecine violence and the “poisoned national memory of ethnic competition” to which Mau Mau has contributed.126 at the end of the day, the exclusivity of a “story” that marginalizes or silences the majority of other Kenyans remains a major impediment to the usability of Mau Mau memory in public national history."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "“Mau Mau Chief Captured,” england: british Pathé, 1956, http://www.britishpathe.com /video/mau-mau-chief-captured; https://www.youtube.com/watch?v=Q -nx8mr4re8, both accessed 12 June 2017."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "3 in annie e. Coombes, “Photography against the Grain: rethinking the Colonial archive in Kenyan Museums,” World Art 6, no. 1 (2016): 61–83."
  },
  {
    "text": "Mexican",
    "source": "dedan_kimathi_on_trial",
    "context": "a version of this quotation is commonly attributed to Mexican revolu- tionary emiliano Zapata (1879–1919)."
  },
  {
    "text": "Flani",
    "source": "dedan_kimathi_on_trial",
    "context": "For a discussion of hip-hop artists ukoo Flani Mau Mau and other Kenyan rappers, their use of Mau Mau “memory,” and images of Kimathi, see Caroline Mose, “Hip Hop Halisi: Continuities of Heroism on the african Po- litical landscape,” and Mich nyawalo, “redefining the struggle: remember- ing the Mau Mau through Hip Hop Music,” in Hip Hop and Social Change in Africa: Ni wakati, ed."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "For a discussion of hip-hop artists ukoo Flani Mau Mau and other Kenyan rappers, their use of Mau Mau “memory,” and images of Kimathi, see Caroline Mose, “Hip Hop Halisi: Continuities of Heroism on the african Po- litical landscape,” and Mich nyawalo, “redefining the struggle: remember- ing the Mau Mau through Hip Hop Music,” in Hip Hop and Social Change in Africa: Ni wakati, ed."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "For a discussion of hip-hop artists ukoo Flani Mau Mau and other Kenyan rappers, their use of Mau Mau “memory,” and images of Kimathi, see Caroline Mose, “Hip Hop Halisi: Continuities of Heroism on the african Po- litical landscape,” and Mich nyawalo, “redefining the struggle: remember- ing the Mau Mau through Hip Hop Music,” in Hip Hop and Social Change in Africa: Ni wakati, ed."
  },
  {
    "text": "Flani",
    "source": "dedan_kimathi_on_trial",
    "context": "in their ar- tistic performances,” and used it when rapping about the predicament of mar- ginalized youth (73). also see Mwanzia Koster, “The Hip Hop revolution in Kenya: ukoo Flani Mau Mau, youth Politics and Memory, 1990–2012,” Journal of Pan African Studies 6, no. 3 (2013): 82–105."
  },
  {
    "text": "Flani",
    "source": "dedan_kimathi_on_trial",
    "context": "Mwanzia Koster describes ukoo Flani Mau Mau as a “conglomerate” of many different groups rather than a sin- gle group (86)."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Coombes dis- cusses other Kenyan examples."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "it has notoriously “lived in british memory as a symbol of african savagery.”"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "it has notoriously “lived in british memory as a symbol of african savagery.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "More recently, adam Foulds’s epic poem The Broken Word (london: Jonathan Cape, 2008), centered on a fictitious young british man caught up in the emergency, won the 2009 Costa Poetry award."
  },
  {
    "text": "Githunguri",
    "source": "dedan_kimathi_on_trial",
    "context": "The film shown was The Mark of the Mau Mau, centered on the Githunguri trials of lari accused, no direc- tor named (england: british Pathé, 1953), accessed 4 august 2015, http://"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "The film shown was The Mark of the Mau Mau, centered on the Githunguri trials of lari accused, no direc- tor named (england: british Pathé, 1953), accessed 4 august 2015, http://"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "For british media coverage, see Joanna lewis, “‘Daddy Wouldn’t buy Me a Mau Mau’: The british Popular Press and 362 i Lotte Hughes the Demoralisation of empire,” in atieno odhiambo and lonsdale, Mau Mau and Nationhood, 227–50. 25."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "Questions arising include: why would british government propagandists circulate grisly images of people killed and mutilated by their own side?"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Mau Mau who met the 23rd” (a reference to the 23rd King’s african rifles)."
  },
  {
    "text": "africans",
    "source": "dedan_kimathi_on_trial",
    "context": "she writes: “anderson wants all victims memorialized, including those africans who fought against Mau Mau . . ."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "see, for example, lotte Hughes, “‘Truth be Told’: some Problems with Historical revisionism in Kenya,” African Studies 70, no. 2 (2011): 182–201; Coombes, “Monumental Histories.”"
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "For work on Mekatilili, the early-twen- tieth-century Giriama rebel, and nandi prophet Koitalel arap samoei, see re- spectively neil Carrier and Celia nyamweru, “reinventing africa’s national Heroes: The Case of Mekatilili, a Kenyan Popular Heroine,” African Affairs 115, no. 461 (2016): 599–620; Chloé Josse-Durand, “building local Memories, Plu- ralizing the national narrative: Community Museums and the Political use of Heritage and Memory in Kenya and ethiopia” (PhD diss.,"
  },
  {
    "text": "Kikuyu",
    "source": "dedan_kimathi_on_trial",
    "context": "He noted its reconciliation work “appears to be the way for- ward towards healing the deep wounds created by the Mau Mau war within Kikuyu society.”"
  },
  {
    "text": "Nationhood",
    "source": "dedan_kimathi_on_trial",
    "context": "For example, robert buijtenhuis, Mau Mau: Twenty Years After: The Myth and the Survivors (The Hague: Mouton, 1973); Hélène Charton, “Jomo Kenyatta et les méandres de la mémoire de l’indépendance du Kenya,” Vingtième siècle 118, no. 2 (2013): 45–59; Clough, Mau Mau Memoirs; Clough, “Contest for Memory”; lonsdale and odhiambo, introduction to Mau Mau and Nationhood; Coombes, Hughes, and Karega-Munene, Managing Heritage; Hughes, “‘Truth be Told’”; Coombes, “Monumental Histories”; and, to a lesser extent, Greet Kershaw, “Mau Mau from below: Fieldwork and experience, 1955–57 and 1962,” Canadian Journal of African Studies 25, no. 2 (1991): 274–97; ogot, “britain’s Gulag”;"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "by saying “Kenyatta was there,” Thuku implies that the british sought his advice about what to do with Kimathi, which is obviously a mythical construct."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "since Kariuki and his father died the museum has been taken over by Kariuki’s widow, lydia, who has distanced herself from other Kenyan peace museums; it is not clear if it still has a board."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "an illustration of how confused some Kenyans still are about the re- lationship (if any) between Kimathi and Kenyatta, is this request, in response to a picture story about the unveiling of Kimathi’s statue and war veterans mingling with young fans of Mau Mau, by “njuguna,” asking for the photos “plus any vedio  of dedan kemathi  with mzee jomo” posted online 19 november 2003."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "ben Knighton, “Going for Cai at Gatũndũ, 1968–9: reversion to a Gĩkũyũ ethnic Past or building a Kenyan national Future?,” in Our Turn to Eat: Politics in Kenya since 1950, ed."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "ali a. Mazrui, “between Cultural nostalgia and Cultural amnesia: african Museums and the archival Memory,” Kenya Past and Present 35 (nai- robi: Kenya Museum society, 2005): 30, citing French philosopher ernest renan; Mazrui, “on Heroes,” 23. 59."
  },
  {
    "text": "French",
    "source": "dedan_kimathi_on_trial",
    "context": "ali a. Mazrui, “between Cultural nostalgia and Cultural amnesia: african Museums and the archival Memory,” Kenya Past and Present 35 (nai- robi: Kenya Museum society, 2005): 30, citing French philosopher ernest renan; Mazrui, “on Heroes,” 23. 59."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "it is beyond the scope of this chapter to cover european memoirs about Mau Mau and the emergency, but they notably include Henderson, Hunt, an account of the hunt for Kimathi by the special branch policeman who captured him."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "Terence ranger, “nationalist Historiography, Patriotic History and the History of the nation: The struggle over the Past in Zimbabwe,” Journal of Memorialization and Mau Mau: A Critical Review i 367 Southern African Studies 30, no. 2 (2004): 215–34; Peter r. schmidt, “Postcolo- nial silencing, intellectuals, and the state: Views from eritrea,” African Affairs 109, no. 435 (april 2010): 293–313."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "a second claim, by Kimathi’s widow, eloise Mukami Kimathi, and others, has been brought to court by another british law firm, Tandem law."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "nancy Muigei (then political officer/human rights, british High Com- mission, nairobi), e-mail messages to author, august 2015."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "For her earlier work on the changing monumental landscape of nairobi, see larsen, “notions of na- tion in nairobi’s nyayo-era Monuments,” African Studies 70, no. 2 (2011): 264–83."
  },
  {
    "text": "Harambee",
    "source": "dedan_kimathi_on_trial",
    "context": "Here larsen describes the Moi-era national Monument in uhuru Gardens, whose “Harambee sculpture” depicts three men and one woman raising the Kenyan flag."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Here larsen describes the Moi-era national Monument in uhuru Gardens, whose “Harambee sculpture” depicts three men and one woman raising the Kenyan flag."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "she notes that “the inclusion of a woman in the 368 i Lotte Hughes raising of the Kenyan flag is significant, highlighting the ideal that all Kenyans, men and women, have a role to play in the nation-building pro- cess” (271)."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "she notes that “the inclusion of a woman in the 368 i Lotte Hughes raising of the Kenyan flag is significant, highlighting the ideal that all Kenyans, men and women, have a role to play in the nation-building pro- cess” (271)."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "“report of the Taskforce for Country-wide Data Collection on Cri- teria and Modalities of Honouring national Heroes and Heroines” (nairobi: Taskforce on national Heroes and Heroines, august 2007, unpublished), 12, vii, copy obtained from Kenyan contacts."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "a Kimeru veteran who has been officially decorated as a hero told me how he was bounced into giving a speech (written by a Kenyan scholar who shall remain nameless) at the 2014 event."
  },
  {
    "text": "French",
    "source": "dedan_kimathi_on_trial",
    "context": "Discussing the work of Maurice Halbwachs, the French philoso- pher credited with inventing the idea of collective memory, olick, Vinitzky- seroussi, and levy state, “all individual remembering . ."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "Karega-Munene, “Museums in Kenya: spaces for selecting, ordering and erasing Memories of identity and nationhood,” African Studies 70, no. 2 (august 2011): 235. 94."
  },
  {
    "text": "Kinaya",
    "source": "dedan_kimathi_on_trial",
    "context": "Paul Thuku njembui, interview by lotte Hughes, February 2009, Kinaya village, Karima Forest, othaya District."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "Kariuki also shared with me a well-researched proposal for creating a replica emergency village—“Forgotten relic: a Kenyan emergency era Village” (no date, but likely to have been 2007/8)."
  },
  {
    "text": "europeans",
    "source": "dedan_kimathi_on_trial",
    "context": "Veterans filmed included one who said, “He  would tell us he will hold the donkey’s mouth  and you  people will hold its legs, because we shall fight the europeans for them to leave our country.”"
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "Fred oluoch, “Heritage at risk: national Museums of Kenya in Fi- nancial Crisis, East African, 20 March 2015, accessed 9 september 2015, http:// www.theeastafrican.co.ke/magazine/Heritage-at-risk-national-Museums-of -Kenya-in-financial-crisis/-/434746/2659530/-/r7yy3sz/-/index.html. 115."
  },
  {
    "text": "south african",
    "source": "dedan_kimathi_on_trial",
    "context": "For an example of south african battlefield tourism promotion, see Ce- darberg africa, Personal safari Planning, accessed 5 october 2015, https://www .cedarberg-travel.com/destinations/south-africa/kwazulu-natal-holidays /natal-battlefields-zulu-battlefields?gclid=CK6C8-eHq8gCFuse2wody -aPDg#search-results1."
  },
  {
    "text": "republican",
    "source": "dedan_kimathi_on_trial",
    "context": "For every image of a dead republican hero, there is one of a “loyalist,” sometimes murdered by one of their own."
  },
  {
    "text": "Kenyans",
    "source": "dedan_kimathi_on_trial",
    "context": "if Kenyans were to try to emulate this, in commemorating victims of the emergency, they would have to broaden the iconography beyond images of Kimathi."
  },
  {
    "text": "Indians",
    "source": "dedan_kimathi_on_trial",
    "context": "Indians in Kenya: The Politics of Diaspora."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "anderson, David M. “british abuse and Torture in Kenya’s Counter-insurgency, 1952–1960.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "“Mau Mau in the High Court and the ‘lost’ british empire archives: Colonial Conspiracy, or bureaucratic bungle?”"
  },
  {
    "text": "Penguin",
    "source": "dedan_kimathi_on_trial",
    "context": "baltimore: Penguin, 1969."
  },
  {
    "text": "Dialectic",
    "source": "dedan_kimathi_on_trial",
    "context": "Control and Crisis in Colonial Kenya: The Dialectic of Domina- tion."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "“reinventing africa’s national Heroes: The Case of Mekatilili, a Kenyan Popular Heroine.”"
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "“Photography against the Grain: rethinking the Colonial archive in Kenyan Museums.”"
  },
  {
    "text": "Squatters",
    "source": "dedan_kimathi_on_trial",
    "context": "review of Squatters and the Roots of Mau Mau, by Tabitha Kanogo, and Economic and Social Origins of Mau Mau, by David W. Throup."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "“legacies of british Colonial Violence: Viewing Kenyan Deten- tion Camps through the Hanslope Disclosure.”"
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "“legacies of british Colonial Violence: Viewing Kenyan Deten- tion Camps through the Hanslope Disclosure.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "“alchemy of evidence: Mau Mau, the british empire, and the High Court of Justice.”"
  },
  {
    "text": "British",
    "source": "dedan_kimathi_on_trial",
    "context": "Fazan, s. H. Colonial Kenya Observed: British Rule, Mau Mau and the Wind of Change."
  },
  {
    "text": "French",
    "source": "dedan_kimathi_on_trial",
    "context": "French, David."
  },
  {
    "text": "English",
    "source": "dedan_kimathi_on_trial",
    "context": "English Studies in Africa 43, no. 1 (2000): 3–27."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "“ethnicity and race in african Thought.”"
  },
  {
    "text": "American",
    "source": "dedan_kimathi_on_trial",
    "context": "In the Matter of Color: Race and the American Le- gal Process: The Colonial Period."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "Honour in African History."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "Research in African Literatures 21, no. 1, Critical Theory and af- rican literature (spring 1990): 33–48."
  },
  {
    "text": "rican",
    "source": "dedan_kimathi_on_trial",
    "context": "Research in African Literatures 21, no. 1, Critical Theory and af- rican literature (spring 1990): 33–48."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "African Womanhood in Colonial Kenya, 1900–1950."
  },
  {
    "text": "east african",
    "source": "dedan_kimathi_on_trial",
    "context": "nairobi: east african educational Pub- lishers, 1992."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "“Going for Cai at Gatũndũ, 1968–9: reversion to a Gĩkũyũ ethnic Past or building a Kenyan national Future?” in Our Turn to Eat: Politics in Kenya since 1950, edited by nic Cheeseman and Daniel branch, 107–28."
  },
  {
    "text": "Flani",
    "source": "dedan_kimathi_on_trial",
    "context": "“The Hip Hop revolution in Kenya: ukoo Flani Mau Mau, youth Politics and Memory, 1990–2012.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "british Colonial rule, Violence and the Historians of Mau Mau.”"
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "in African Modernities: Entangled Meanings in Current Debate, edited by Jan-Georg Deutsch, Peter Probst, and Heike schmidt, 31–60."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "“Kenyatta’s Trials: breaking and Making an african nationalist.”"
  },
  {
    "text": "Mawenzi",
    "source": "dedan_kimathi_on_trial",
    "context": "Mawenzi books, 2005."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "“The Psychology of rebellion: Colonial Medical responses to Dissent in british east africa.”"
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "“The Psychology of the Tropics: Conceptions of Tropical Danger and lunacy in british east africa.”"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Mazrui, ali a. “between Cultural nostalgia and Cultural amnesia: african Museums and the archival Memory.”"
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "“Hip Hop Halisi: Continuities of Heroism on the african Po- litical landscape.”"
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "in Wanjiku: A Kenyan Sociopolitical Discourse, edited by naomi l. shitemi and eunice K. Ka- maara."
  },
  {
    "text": "Historical",
    "source": "dedan_kimathi_on_trial",
    "context": "ogot, bethwell a. “africa: The agenda of Historical research and Writing.”"
  },
  {
    "text": "Nationalism",
    "source": "dedan_kimathi_on_trial",
    "context": "in Politics and Nationalism in Colonial Ke- nya, edited by ogot, Hadith 4, 134–48."
  },
  {
    "text": "Kenyan",
    "source": "dedan_kimathi_on_trial",
    "context": "“The nation and narration: ‘The Truths of the nation’ and the Changing image of Mau Mau in Kenyan literature.”"
  },
  {
    "text": "Pugliese",
    "source": "dedan_kimathi_on_trial",
    "context": "Pugliese, Cristiana."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "bayreuth: african studies Centre, 1995."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "Research in African Literatures 25, no. 4 (1994): 177–97."
  },
  {
    "text": "Mawenzi",
    "source": "dedan_kimathi_on_trial",
    "context": "Mawenzi books, 2003."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "African Affairs 95, no. 379 (1996): 253–67."
  },
  {
    "text": "Asian",
    "source": "dedan_kimathi_on_trial",
    "context": "Asian and African Studies 12, no. 2 (1978): 247–61."
  },
  {
    "text": "African",
    "source": "dedan_kimathi_on_trial",
    "context": "Asian and African Studies 12, no. 2 (1978): 247–61."
  },
  {
    "text": "east african",
    "source": "dedan_kimathi_on_trial",
    "context": "nairobi: east african edu- cational Publishers, 1987."
  },
  {
    "text": "east african",
    "source": "dedan_kimathi_on_trial",
    "context": "nairobi: east african literature bureau, 1975."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Karatina: african books Collective, 1946."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "He is the author of many books, including Slavery and the Culture of Taste, the cowinner of the James russell lowell award given to the best book by a member of the Modern languages association and of the Melville J. Herskovits award for the most important scholarly work in african studies."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Nicholas Kariuki Githuku holds a PhD from West Virginia university in african history with a focus on eastern africa in general, and contem- porary political history of Kenya in particular."
  },
  {
    "text": "british",
    "source": "dedan_kimathi_on_trial",
    "context": "His research interests in- clude the history of capitalism; british national and imperial history; the intricate, inescapable, and dialectical link between power or government legitimacy and resistance in the generic african state; and military, and (colonial and postcolonial) legal, history."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "His research interests in- clude the history of capitalism; british national and imperial history; the intricate, inescapable, and dialectical link between power or government legitimacy and resistance in the generic african state; and military, and (colonial and postcolonial) legal, history."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "Julie MacArthur is an assistant professor of african history at the univer- sity of Toronto."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "she has also worked extensively in african cinema, both as a curator and an academic."
  },
  {
    "text": "East African",
    "source": "dedan_kimathi_on_trial",
    "context": "See also Home Derrida, Jacques, 318 Guard; kamatimu; Kikuyu Central Devonshire Declaration (1923), 264 association; Kikuyu Guard; loyalism; Dini ya Msambwa, 6 Mau Mau; mbari; oathing; proverbs; Dunn, anthony D. (interrogator), 23, 189, riigi; wiathi 244, 251, 260 Gitahi, selah (also Githahi), 57n19, 62 Gitahi, Waigwa (Kenya Police reserve), east africa association, 262 71–72, 127–28 East African Standard, xv, 2, 13, 19, 25, 75, Githuku, ndungi, 303 75n24, 90n35–36, 109n49, 225, 248 Githunguri, 236, 247 elkins, Caroline, 5, 284, 308n1, 312n18, governmentality, 293, 323, 330 350, 356, 364n34, 370n95 Grobler, Cornelius, 247 emergency regulations (1952), 14, 19, 22, 110n51, 236–39, 241, 288, 290; and Habari za dunia (newspaper), 13, 90n36 regulation 8a (1), 41n3, 109, 109n50, hangings, 19, 22, 33n98, 250, 253n3, 286, 119–20, 137–38, 143, 149, 152, 307, 324 155–58, 164, 168–69, 173; and regu- Hanslope Park, 4, 308n1 lation 8a(1a), 42n4, 109, 137–38, Havers, J. K. (Crown Counsel), 42, 245 143, 149, 153, 155–57, 164, 173."
  },
  {
    "text": "african",
    "source": "dedan_kimathi_on_trial",
    "context": "itungati; Kenya land and interrogation of, xiv–xv, 10, 23, 35n131, Freedom army; Kenya Parliament; 78n26, 175–89, 243–44, 251, 260, 269, Kenya riigi; komerera; Mau Mau; 321, 366n51 mythmaking; proverbs; “song of and Kau, 10, 16, 176, 267, 294, 314n44, Kimathi”; surrender; Trial of Dedan 366n51 Kimathi, The and Kenyatta, 10, 176, 366n51 King’s african rifles (Kar), 10, 252 Kimathi Day (18 February), 35n128, Kinyatti, Maina wa, 21, 243, 253n3, 369n86 369n79; and the Kimathi papers, 5, Kimathi Movement, 352, 369n86 276, 298 Kimathi’s trench, 33n98, 226–27, 358 kipande (pass), 269 legacy of, xvii, 2, 4–5, 307, 340 Koinange wa Mbiyu (senior Chief), 8, and letter writing, xvi, xx, 5, 8, 13–14, 257n57, 267 23–24, 85, 85n34, 86, 90, 90n36, komerera (gangs), 17, 319 91–92, 97–99, 101–2, 104–5, 112, Kubai, Fred, 346, 365n48 115–16, 132–33, 143–44, 148, 161, 179, 183–86, 188, 193–98, 198–210, lacan, Jacques, 318, 323, 337n24 218–19, 249, 259, 270, 273, 298–99, langata detention camp, 16, 355 300, 307, 314n59, 315nn62–63, 319, lari massacre (1953), 236, 238–39, 255n23, 333, 340–41, 355 342–45, 347, 362n23, 363nn26–27, and literacy, 12–13, 233, 262, 274–75, 363n31, 364n37, 365n42, 366n50, 300, 340 367n65 in literature, 3, 25, 28n14, 319–35, lawful excuse, 42–43, 45, 84–85, 109, 366n53 109n50, 110, 110n51, 113, 113n53, memorializations of, 4, 25, 227, 230, 114–15, 119, 122, 130–31, 137–39, 292, 304, 317, 340–41, 347, 352, 358 152–54, 157–58, 164–65, 168–70, missing body of, 4, 6, 22, 321, 335, 352 258–59, 262, 275 as national hero/martyr, 2–4, 22, 233–35, leopard skins, 19, 34n103, 44, 47, 47n14, 251, 253, 286, 292, 302, 304–5, 316n85, 56, 60, 62, 75, 124–25, 127, 141, 160, 317–18, 325–27, 329–35, 349, 352 221, 304–5, 308, 308n1 402"
  },
  {
    "text": "92–96",
    "source": "dedan_kimathi_on_trial",
    "context": "See also oneko, achieng’, 349, 355, 365n48 emergency regulations; Mau Mau osborne, Myles, 5, 33n87 supreme Court of Kenya (previously the osman allu shop (nyeri), 69–70, 69n23 High Court of Kenya), 7–8 surrender: Kimathi and, 21, 41, 44, 48, paranomon, 290, 304, 308 54, 57, 61–62, 64, 66, 68, 70–71, 74, paupers’ briefs, 238–39, 246 77–78, 84, 86, 88, 92–96, 100–102, Peterson, Derek, 12–13, 24, 199, 297, 341, 104–5, 109–17, 119–32, 134–36, 366n50 139, 143–47, 149, 153–54, 157–58, postcolonial, 2–4, 6–7, 22, 25, 26n2, 286, 161–70, 245, 248, 250–52, 259–60, 303, 315n63, 317, 323–24, 328, 330, 340; negotiations over, 13–16, 85n34, 333, 335."
  },
  {
    "text": "european",
    "source": "dedan_kimathi_on_trial",
    "context": "363n26 Tanganyika (general), 182 pseudogangs, 17, 186–87, 275 Taskforce on national Heroes and Hero- ines (2007), 350–51 record keeping, 12, 25, 297–98, 300, 310n6, tenant farmers (also squatters/ahoi), 2, 11, 341 263, 268, 271, 281n49, 322 reparations, 4, 349–250, 353, 357, 364n34 Tetu location, xv, 9–10, 13, 33n98, 45–46, reserves (also “native reserves”), 2, 18, 23, 65, 69, 75n24, 90, 119, 122, 127, 43nn10–11, 46–47, 55, 58, 85, 88, 135, 137, 139, 147, 156, 175–76, 178, 115–17, 144–45, 161–62, 176–77, 182, 180–84, 186–87, 252, 271 184, 187–89, 208, 215, 252, 263, 298, Thomson’s Falls, 10–11, 16, 175–77, 186, 322, 343 236, 366n51 riigi (woven door), 13, 267, 270, 274–75, Thuku njembui, Paul, 356, 365n50, 297, 300, 306 371n103, 372n109 rivonia Trial (1963–64), 288, 291, 311n16 torture, 16, 256n51, 284, 302, 327, 368n75 ruark, robert, 330 trade unions, 8, 22, 268, 355, 370n92 ruck Family, 16, 32n83, 236 translation, 5, 21, 23–24, 35n122, 85, 88, 94n37, 96, 199, 199n67, 203n84, 241, sales, eric James, 79, 79n27 298 sentue, Karamba ole, 247 trenches, 18, 33n98, 43n11, 47, 55, settlers (european), 2, 11, 32n83, 200, 93–94, 129, 139–41, 159, 226–27, 358, 235–36, 247, 261, 263, 266, 268, 270, 373n119 290, 325, 333, 346 Trial of Dedan Kimathi, The (ngũgĩ and shakespeare, William, 277, 326 Mũgo, 1976 play), xiii, xvi–xvii, 5–6, sky-shouting, 85, 85n33, 185, 200, 206 22–23, 30n35, 302, 312n26, 328–35, sloan, ronald (inspector of Police), 70–72, 337n30, 342 75–76, 116, 121, 127–28, 131, 142–43, Tribal Police (TP), 10, 18–19, 43, 43n10, 166, 44, 46, 50, 54, 57, 57n19, 63, 65, “song of Kimathi,” 17 69–70, 75, 75n24, 84, 115, 122, spear, Thomas, 261 124, 127, 130, 139–41, 144, 156, state of emergency (1952–60), 2, 11, 158, 160–61, 224, 238, 245, 248–49, 43n10, 65, 183, 235–39, 243, 257n57, 251–52, 258, 321 263, 268, 270–71, 288, 303, 308n1, Tumutumu mission, 10, 175, 205n99, 321, 310n11, 324–25, 345, 351, 355, 323 Index i 405 Turner, Peter Percival (provincial physi- Wambugu, Mwangi, 110, 110n51, 113, cian), 49, 90, 105–8, 112, 133–34, 146, 113n53, 139, 248 163, 248 Wamiatu, Gitonga Wambugu (Court Clerk Tutu, Desmond, 345 and interpreter), 83, 87–88, 91–92, 130, 245 ukoo Flani Mau Mau, 303–4, 361n7 Wamweya, Joram, 322 Wang’ombe, nderi (senior Chief), 11, 16 Vernant, Jean-Pierre, 332 Wanjau, Gakaara wa, 267 Vidler, John Charles edward (assistant Wanjau, Wanjohi (Tribal Police Corporal), superintendent of Police), xiv, 45–46, 69–70, 75n24, 224 72, 75–76, 82–83, 95, 104, 112, 114, War Council, 84, 201 116, 121, 128, 131–32, 142–43, 146, Waruhiu wa Kungu (senior Chief), 11, 160, 163, 166 250, 257n57, 345, 355 Watene, Kenneth, 325–29, 333, 335, Wachanga, Kahinga, 3, 15, 179–80, 184–86, 337nn30–31 269, 274, 322 White Highlands, 11, 236, 263, 267, 271, 322 Waithuti (also Waithoti—Kimathi’s Whyatt, John (attorney general), 235–36, mother), 9, 19–20, 90, 96, 107–9, 112, 239, 241 134, 146, 163, 176, 219, 248 wiathi (self-mastery), 263, 266, 268–69, Wakaba, Joseph, 90, 107, 109, 112, 134, 271, 274, 277, 299, 308 146, 163, 248 Willis, Justin, 9 Wambararia (also Wagura s/o Waciuri – witchcraft, 21, 35n118, 96, 319 Kimathi’s brother), 12, 17, 179, 181, Wong Poohyin v Public Prosecutor (1954), 184, 206, 334 110, 110n51, 113, 139 Wambogo, Wanjiru, 12, 17, 20, 23, 184 World War ii, 10, 57, 204, 263 406 i Index"
  },
  {
    "text": "Flani",
    "source": "dedan_kimathi_on_trial",
    "context": "363n26 Tanganyika (general), 182 pseudogangs, 17, 186–87, 275 Taskforce on national Heroes and Hero- ines (2007), 350–51 record keeping, 12, 25, 297–98, 300, 310n6, tenant farmers (also squatters/ahoi), 2, 11, 341 263, 268, 271, 281n49, 322 reparations, 4, 349–250, 353, 357, 364n34 Tetu location, xv, 9–10, 13, 33n98, 45–46, reserves (also “native reserves”), 2, 18, 23, 65, 69, 75n24, 90, 119, 122, 127, 43nn10–11, 46–47, 55, 58, 85, 88, 135, 137, 139, 147, 156, 175–76, 178, 115–17, 144–45, 161–62, 176–77, 182, 180–84, 186–87, 252, 271 184, 187–89, 208, 215, 252, 263, 298, Thomson’s Falls, 10–11, 16, 175–77, 186, 322, 343 236, 366n51 riigi (woven door), 13, 267, 270, 274–75, Thuku njembui, Paul, 356, 365n50, 297, 300, 306 371n103, 372n109 rivonia Trial (1963–64), 288, 291, 311n16 torture, 16, 256n51, 284, 302, 327, 368n75 ruark, robert, 330 trade unions, 8, 22, 268, 355, 370n92 ruck Family, 16, 32n83, 236 translation, 5, 21, 23–24, 35n122, 85, 88, 94n37, 96, 199, 199n67, 203n84, 241, sales, eric James, 79, 79n27 298 sentue, Karamba ole, 247 trenches, 18, 33n98, 43n11, 47, 55, settlers (european), 2, 11, 32n83, 200, 93–94, 129, 139–41, 159, 226–27, 358, 235–36, 247, 261, 263, 266, 268, 270, 373n119 290, 325, 333, 346 Trial of Dedan Kimathi, The (ngũgĩ and shakespeare, William, 277, 326 Mũgo, 1976 play), xiii, xvi–xvii, 5–6, sky-shouting, 85, 85n33, 185, 200, 206 22–23, 30n35, 302, 312n26, 328–35, sloan, ronald (inspector of Police), 70–72, 337n30, 342 75–76, 116, 121, 127–28, 131, 142–43, Tribal Police (TP), 10, 18–19, 43, 43n10, 166, 44, 46, 50, 54, 57, 57n19, 63, 65, “song of Kimathi,” 17 69–70, 75, 75n24, 84, 115, 122, spear, Thomas, 261 124, 127, 130, 139–41, 144, 156, state of emergency (1952–60), 2, 11, 158, 160–61, 224, 238, 245, 248–49, 43n10, 65, 183, 235–39, 243, 257n57, 251–52, 258, 321 263, 268, 270–71, 288, 303, 308n1, Tumutumu mission, 10, 175, 205n99, 321, 310n11, 324–25, 345, 351, 355, 323 Index i 405 Turner, Peter Percival (provincial physi- Wambugu, Mwangi, 110, 110n51, 113, cian), 49, 90, 105–8, 112, 133–34, 146, 113n53, 139, 248 163, 248 Wamiatu, Gitonga Wambugu (Court Clerk Tutu, Desmond, 345 and interpreter), 83, 87–88, 91–92, 130, 245 ukoo Flani Mau Mau, 303–4, 361n7 Wamweya, Joram, 322 Wang’ombe, nderi (senior Chief), 11, 16 Vernant, Jean-Pierre, 332 Wanjau, Gakaara wa, 267 Vidler, John Charles edward (assistant Wanjau, Wanjohi (Tribal Police Corporal), superintendent of Police), xiv, 45–46, 69–70, 75n24, 224 72, 75–76, 82–83, 95, 104, 112, 114, War Council, 84, 201 116, 121, 128, 131–32, 142–43, 146, Waruhiu wa Kungu (senior Chief), 11, 160, 163, 166 250, 257n57, 345, 355 Watene, Kenneth, 325–29, 333, 335, Wachanga, Kahinga, 3, 15, 179–80, 184–86, 337nn30–31 269, 274, 322 White Highlands, 11, 236, 263, 267, 271, 322 Waithuti (also Waithoti—Kimathi’s Whyatt, John (attorney general), 235–36, mother), 9, 19–20, 90, 96, 107–9, 112, 239, 241 134, 146, 163, 176, 219, 248 wiathi (self-mastery), 263, 266, 268–69, Wakaba, Joseph, 90, 107, 109, 112, 134, 271, 274, 277, 299, 308 146, 163, 248 Willis, Justin, 9 Wambararia (also Wagura s/o Waciuri – witchcraft, 21, 35n118, 96, 319 Kimathi’s brother), 12, 17, 179, 181, Wong Poohyin v Public Prosecutor (1954), 184, 206, 334 110, 110n51, 113, 139 Wambogo, Wanjiru, 12, 17, 20, 23, 184 World War ii, 10, 57, 204, 263 406 i Index"
  },
  {
    "text": "Wambogo",
    "source": "dedan_kimathi_on_trial",
    "context": "363n26 Tanganyika (general), 182 pseudogangs, 17, 186–87, 275 Taskforce on national Heroes and Hero- ines (2007), 350–51 record keeping, 12, 25, 297–98, 300, 310n6, tenant farmers (also squatters/ahoi), 2, 11, 341 263, 268, 271, 281n49, 322 reparations, 4, 349–250, 353, 357, 364n34 Tetu location, xv, 9–10, 13, 33n98, 45–46, reserves (also “native reserves”), 2, 18, 23, 65, 69, 75n24, 90, 119, 122, 127, 43nn10–11, 46–47, 55, 58, 85, 88, 135, 137, 139, 147, 156, 175–76, 178, 115–17, 144–45, 161–62, 176–77, 182, 180–84, 186–87, 252, 271 184, 187–89, 208, 215, 252, 263, 298, Thomson’s Falls, 10–11, 16, 175–77, 186, 322, 343 236, 366n51 riigi (woven door), 13, 267, 270, 274–75, Thuku njembui, Paul, 356, 365n50, 297, 300, 306 371n103, 372n109 rivonia Trial (1963–64), 288, 291, 311n16 torture, 16, 256n51, 284, 302, 327, 368n75 ruark, robert, 330 trade unions, 8, 22, 268, 355, 370n92 ruck Family, 16, 32n83, 236 translation, 5, 21, 23–24, 35n122, 85, 88, 94n37, 96, 199, 199n67, 203n84, 241, sales, eric James, 79, 79n27 298 sentue, Karamba ole, 247 trenches, 18, 33n98, 43n11, 47, 55, settlers (european), 2, 11, 32n83, 200, 93–94, 129, 139–41, 159, 226–27, 358, 235–36, 247, 261, 263, 266, 268, 270, 373n119 290, 325, 333, 346 Trial of Dedan Kimathi, The (ngũgĩ and shakespeare, William, 277, 326 Mũgo, 1976 play), xiii, xvi–xvii, 5–6, sky-shouting, 85, 85n33, 185, 200, 206 22–23, 30n35, 302, 312n26, 328–35, sloan, ronald (inspector of Police), 70–72, 337n30, 342 75–76, 116, 121, 127–28, 131, 142–43, Tribal Police (TP), 10, 18–19, 43, 43n10, 166, 44, 46, 50, 54, 57, 57n19, 63, 65, “song of Kimathi,” 17 69–70, 75, 75n24, 84, 115, 122, spear, Thomas, 261 124, 127, 130, 139–41, 144, 156, state of emergency (1952–60), 2, 11, 158, 160–61, 224, 238, 245, 248–49, 43n10, 65, 183, 235–39, 243, 257n57, 251–52, 258, 321 263, 268, 270–71, 288, 303, 308n1, Tumutumu mission, 10, 175, 205n99, 321, 310n11, 324–25, 345, 351, 355, 323 Index i 405 Turner, Peter Percival (provincial physi- Wambugu, Mwangi, 110, 110n51, 113, cian), 49, 90, 105–8, 112, 133–34, 146, 113n53, 139, 248 163, 248 Wamiatu, Gitonga Wambugu (Court Clerk Tutu, Desmond, 345 and interpreter), 83, 87–88, 91–92, 130, 245 ukoo Flani Mau Mau, 303–4, 361n7 Wamweya, Joram, 322 Wang’ombe, nderi (senior Chief), 11, 16 Vernant, Jean-Pierre, 332 Wanjau, Gakaara wa, 267 Vidler, John Charles edward (assistant Wanjau, Wanjohi (Tribal Police Corporal), superintendent of Police), xiv, 45–46, 69–70, 75n24, 224 72, 75–76, 82–83, 95, 104, 112, 114, War Council, 84, 201 116, 121, 128, 131–32, 142–43, 146, Waruhiu wa Kungu (senior Chief), 11, 160, 163, 166 250, 257n57, 345, 355 Watene, Kenneth, 325–29, 333, 335, Wachanga, Kahinga, 3, 15, 179–80, 184–86, 337nn30–31 269, 274, 322 White Highlands, 11, 236, 263, 267, 271, 322 Waithuti (also Waithoti—Kimathi’s Whyatt, John (attorney general), 235–36, mother), 9, 19–20, 90, 96, 107–9, 112, 239, 241 134, 146, 163, 176, 219, 248 wiathi (self-mastery), 263, 266, 268–69, Wakaba, Joseph, 90, 107, 109, 112, 134, 271, 274, 277, 299, 308 146, 163, 248 Willis, Justin, 9 Wambararia (also Wagura s/o Waciuri – witchcraft, 21, 35n118, 96, 319 Kimathi’s brother), 12, 17, 179, 181, Wong Poohyin v Public Prosecutor (1954), 184, 206, 334 110, 110n51, 113, 139 Wambogo, Wanjiru, 12, 17, 20, 23, 184 World War ii, 10, 57, 204, 263 406 i Index"
  },
  {
    "text": "Imperialism",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Having encountered capitalism in its home ground, we were comple­ tely convinced that Imperialism was the enemy of all working peoples."
  },
  {
    "text": "Puerto Rican",
    "source": "the_trial_of_dedan_kimathi",
    "context": "There was America, for instance, with her huge highways, skyscrapers, the world's most efficient systems of communications, tremendous leaps in science and technology, every kind of material luxury one could think of, and yet, in the midst of these achieve­ ments, was the appalling poverty of workers especially those in the black and Puerto Rican Ghettos."
  },
  {
    "text": "Indian",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Amidst these were also the Indian reservations while abroad, were the giant American Imperialist projects of theft through deception, murder and enslave­ ment of the people of Africa, Asia and Latin America."
  },
  {
    "text": "American",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Amidst these were also the Indian reservations while abroad, were the giant American Imperialist projects of theft through deception, murder and enslave­ ment of the people of Africa, Asia and Latin America."
  },
  {
    "text": "Imperialist",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Amidst these were also the Indian reservations while abroad, were the giant American Imperialist projects of theft through deception, murder and enslave­ ment of the people of Africa, Asia and Latin America."
  },
  {
    "text": "American",
    "source": "the_trial_of_dedan_kimathi",
    "context": "There was the American direct occupation of Vietnam and South Korea: there was the indirect American control of South Mrica and Palestine."
  },
  {
    "text": "American",
    "source": "the_trial_of_dedan_kimathi",
    "context": "There was the American direct occupation of Vietnam and South Korea: there was the indirect American control of South Mrica and Palestine."
  },
  {
    "text": "South Mrica",
    "source": "the_trial_of_dedan_kimathi",
    "context": "There was the American direct occupation of Vietnam and South Korea: there was the indirect American control of South Mrica and Palestine."
  },
  {
    "text": "Vietnamese",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We discussed the Vietnamese people's struggle against American Imperialism."
  },
  {
    "text": "American",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We discussed the Vietnamese people's struggle against American Imperialism."
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Why was Kenyan Litera­ ture on the whole so submissive and hardly depicted the people, the masses, as capable of making and changing history?"
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "There was no single historical work written by a KenyUI telling of the grandeur of the heroic resistance of Kenyan people ftabdng foreign forces of exploitation and domination."
  },
  {
    "text": "Kenyans",
    "source": "the_trial_of_dedan_kimathi",
    "context": "a resistance movement whose history goes back to the 15th and 16th centuries when Kenyans and other East African people first took up arms against European colonial power-the Portuguese forces of conquest."
  },
  {
    "text": "East African",
    "source": "the_trial_of_dedan_kimathi",
    "context": "a resistance movement whose history goes back to the 15th and 16th centuries when Kenyans and other East African people first took up arms against European colonial power-the Portuguese forces of conquest."
  },
  {
    "text": "European",
    "source": "the_trial_of_dedan_kimathi",
    "context": "a resistance movement whose history goes back to the 15th and 16th centuries when Kenyans and other East African people first took up arms against European colonial power-the Portuguese forces of conquest."
  },
  {
    "text": "Portuguese",
    "source": "the_trial_of_dedan_kimathi",
    "context": "a resistance movement whose history goes back to the 15th and 16th centuries when Kenyans and other East African people first took up arms against European colonial power-the Portuguese forces of conquest."
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "and even some of our literary figures. were too busy spewing out, elaborating and trying to document the same colonial myths which had it that Kenyan people traditionally wandered aimlessly from place to place engaging in purposeless warfare; that the people readily accom­ modated themselves to the British forces of occupation!"
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "and even some of our literary figures. were too busy spewing out, elaborating and trying to document the same colonial myths which had it that Kenyan people traditionally wandered aimlessly from place to place engaging in purposeless warfare; that the people readily accom­ modated themselves to the British forces of occupation!"
  },
  {
    "text": "Imperialism",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Unashamedly, some were outright defenders of Imperialism and lauded the pronouncements of colonial governors, basking in the sunshine of their pax-Anglo­ Mricana Commonwealths."
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "So why not a play on these neglected heroes and heroines of the Kenyan masses?"
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We also discovered that Kimathi was still a hero of the Kenyan masses."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "The huge trench that the people were once forced to dig by the British forces so as to cut off the villages from the Forests was still visible."
  },
  {
    "text": "Imperialism",
    "source": "the_trial_of_dedan_kimathi",
    "context": "An even more important spur was the realization that the war which Kimathi led was being waged with even greater vigour all over Africa and in all those parts of the world where Imperialism still enslaved the people and stole their wealth."
  },
  {
    "text": "European",
    "source": "the_trial_of_dedan_kimathi",
    "context": "It was crucial that all this be put together as one vision, stretching from the pre-colonial wars of resistance against European intrusion and European slavery, through the anti-colonial struggles for independence and democracy, to post-independence struggle against neo-colonialism."
  },
  {
    "text": "European",
    "source": "the_trial_of_dedan_kimathi",
    "context": "It was crucial that all this be put together as one vision, stretching from the pre-colonial wars of resistance against European intrusion and European slavery, through the anti-colonial struggles for independence and democracy, to post-independence struggle against neo-colonialism."
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "It is rather an imaginative recreation and interpretation of the collective will of the Kenyan peasants and workers in their refusal to break under sixty years of colonial torture and ruthless oppression by the British ruling classes and their continued determination to resist exploitation, oppression and new forms of enslavement."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "It is rather an imaginative recreation and interpretation of the collective will of the Kenyan peasants and workers in their refusal to break under sixty years of colonial torture and ruthless oppression by the British ruling classes and their continued determination to resist exploitation, oppression and new forms of enslavement."
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "In this we believe that Kenyan Literature-indeed all African Literature, and its writers is on trial."
  },
  {
    "text": "Imperialism",
    "source": "the_trial_of_dedan_kimathi",
    "context": "It is impossible to name all of them except to say their comments were offered in the spirit of patriotism and of their hatred of Imperialism."
  },
  {
    "text": "BRITISH",
    "source": "the_trial_of_dedan_kimathi",
    "context": "WAITINA-a white police officer or District Officer FIRST SOLDIER JOHNNIE SECOND SOLDIER FIRST BRITISH SOLDIER SECOND BRITISH SOLDIER K.A.R. SOLDIERS GUARDS WARDER SBITLBR OLD WHITE DAME GAKUNIA, alias GATOTIA PRifSl' BUSINESS EXBC1JDVl!"
  },
  {
    "text": "BRITISH",
    "source": "the_trial_of_dedan_kimathi",
    "context": "WAITINA-a white police officer or District Officer FIRST SOLDIER JOHNNIE SECOND SOLDIER FIRST BRITISH SOLDIER SECOND BRITISH SOLDIER K.A.R. SOLDIERS GUARDS WARDER SBITLBR OLD WHITE DAME GAKUNIA, alias GATOTIA PRifSl' BUSINESS EXBC1JDVl!"
  },
  {
    "text": "AFRICAN",
    "source": "the_trial_of_dedan_kimathi",
    "context": "POLITICIAN } BANKERS-EUROPEAN, AFRICAN, ASIAN = ANDA Collaborators GAll OA.C'BRU WAMBARAJUA CROWD and 1st, 2nd, 3rd, 4th & 5th Guerilla Fighters."
  },
  {
    "text": "ASIAN",
    "source": "the_trial_of_dedan_kimathi",
    "context": "POLITICIAN } BANKERS-EUROPEAN, AFRICAN, ASIAN = ANDA Collaborators GAll OA.C'BRU WAMBARAJUA CROWD and 1st, 2nd, 3rd, 4th & 5th Guerilla Fighters."
  },
  {
    "text": "Africans",
    "source": "the_trial_of_dedan_kimathi",
    "context": "He is also the enemy-friend of the Africans. 2 OPENING Courtroom."
  },
  {
    "text": "African",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Near him Is seated a fat important­ looking African clerk."
  },
  {
    "text": "European",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Guarding him, Waitina-a European District­ cum-police officer-and two African K.A.R. soldiers, heavily armed."
  },
  {
    "text": "African",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Guarding him, Waitina-a European District­ cum-police officer-and two African K.A.R. soldiers, heavily armed."
  },
  {
    "text": "Africans",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Africans squeeze around one side, seated on rough benches."
  },
  {
    "text": "Kuja",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Sina, Mandel woMAN: Sina Afande  JOHNNIE: Kuja, come here.  "
  },
  {
    "text": "African",
    "source": "the_trial_of_dedan_kimathi",
    "context": "She puts the bread into her kondo first, collects the sweet potatoes and is in the process of collecting the oranges when she hears the voices of two KAR African soldiers who are walking in her direction."
  },
  {
    "text": "Maasai",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We are told you are Luo, you are Kalenjin, you are Kamba, you are Maasai, you are Kikuyu."
  },
  {
    "text": "American",
    "source": "the_trial_of_dedan_kimathi",
    "context": "As we were talking, a fat American came loaded with baggage : \"Saidia maskini, sah Me and my sister can carry your bags.\""
  },
  {
    "text": "American",
    "source": "the_trial_of_dedan_kimathi",
    "context": "(feigning the American's appearance and speech while unloading imagined baggage and giving it to imagined totos]: \"Here, you take this, boy."
  },
  {
    "text": "American",
    "source": "the_trial_of_dedan_kimathi",
    "context": ": \"Ahsonde soona\"  BOY: : I gave her the money to go to get change while I waited for another American."
  },
  {
    "text": "Indian",
    "source": "the_trial_of_dedan_kimathi",
    "context": "It belonged to an Indian."
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "He had to be strong-for us-because of us Kenyan people."
  },
  {
    "text": "Africans",
    "source": "the_trial_of_dedan_kimathi",
    "context": "As the Africans enter, it should be a study in contrast with their torn clothes and tattered shoes."
  },
  {
    "text": "African",
    "source": "the_trial_of_dedan_kimathi",
    "context": "71e1 y are frisked by the African soldiers under Waitina's orders."
  },
  {
    "text": "Africans",
    "source": "the_trial_of_dedan_kimathi",
    "context": "771roughout the court scenes, Africans are defiant towards the settlers and the colonial authorities while appreciative of Kimathi's stand."
  },
  {
    "text": "Africans",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Africans hiss and some make as if to move forward."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "British justice has gone beyond limits to tolerate this, this kind of rudeness from a mad, bushwog."
  },
  {
    "text": "Africans",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Look, Shaw Henderson-friend of the Africans-you cannot deceive me even in your many disguises."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "British Imperialist arrogance!"
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "I give you my word as a British Gentleman."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "With the British, we have bene losers all the way-yes­ but this is a new era."
  },
  {
    "text": "Germans",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We have fought your wars for you, against the Germans, Japanese, Italians."
  },
  {
    "text": "Japanese",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We have fought your wars for you, against the Germans, Japanese, Italians."
  },
  {
    "text": "Italians",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We have fought your wars for you, against the Germans, Japanese, Italians."
  },
  {
    "text": "Christianity",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We too have a right to struggle, to persevere, conserve, maintain healthy standards: Christianity, civilization."
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "I am a Kenyan."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Rat. Go back to your masters and tell them: Kimathi will never sen Kenya to the British or to any other Breed of mao-eaters, now or in the years to come."
  },
  {
    "text": "Indian",
    "source": "the_trial_of_dedan_kimathi",
    "context": "The other one is Indian."
  },
  {
    "text": "African",
    "source": "the_trial_of_dedan_kimathi",
    "context": "A third is an African who does not speak at all, but keeps on nodding his head in agreement."
  },
  {
    "text": "INDIAN",
    "source": "the_trial_of_dedan_kimathi",
    "context": "INDIAN: True!"
  },
  {
    "text": "INDIAN",
    "source": "the_trial_of_dedan_kimathi",
    "context": "INDIAN: Ve trying."
  },
  {
    "text": "INDIAN",
    "source": "the_trial_of_dedan_kimathi",
    "context": "INDIAN: True I True!"
  },
  {
    "text": "INDIAN",
    "source": "the_trial_of_dedan_kimathi",
    "context": "INDIAN:"
  },
  {
    "text": "Christian",
    "source": "the_trial_of_dedan_kimathi",
    "context": "A nice Christian home."
  },
  {
    "text": "Englishman",
    "source": "the_trial_of_dedan_kimathi",
    "context": ": Our people I Enter an African Business Executit•e, dressed like an Englishman, politician, and a Priest."
  },
  {
    "text": "New African",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND MOVEMENT livu in hovels, landless in villages l New African Banken I now understand loans . ."
  },
  {
    "text": "Egyptians",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We have given the land to the Egyptians, and to the Assyrians, to be satisfied with bread."
  },
  {
    "text": "Assyrians",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We have given the land to the Egyptians, and to the Assyrians, to be satisfied with bread."
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "And I felt the granite power of Kenyan people: Let the volcanoes erupt fiery lava."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "How is that for even handed British justice I  54 SECOND MOVBMENT &mBRSOm N: (madnde ed by Kimathi catching him at hu own sl1p]: Listen, you crazy madman."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "British justice."
  },
  {
    "text": "Maasai",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Enter Boy and Girl dressed as Maasai."
  },
  {
    "text": "Africans",
    "source": "the_trial_of_dedan_kimathi",
    "context": "He so hated the sight of Africans killing one another that he sometimes became a little soft with our enemies."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Two British soldiers and one African K.A .R. are brought in, hands bound behind them."
  },
  {
    "text": "BRITISH",
    "source": "the_trial_of_dedan_kimathi",
    "context": "1ST & 2ND BRITISH SOLDIERS: Lincoln Fusiliers."
  },
  {
    "text": "BRITISH",
    "source": "the_trial_of_dedan_kimathi",
    "context": "1ST BRITISH SOLDIER: Scotland . . ."
  },
  {
    "text": "BRITISH",
    "source": "the_trial_of_dedan_kimathi",
    "context": "2ND BRITISH SOLDIER.:"
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Know that we are not fighting against the British people."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We are fighting against British colonialism and imperialist robbers of our land, our factories, our wealth."
  },
  {
    "text": "British",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Will you denounce British imperialism?"
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We now must open new fronts We have sent envoys to arouse Warriors from Nyanza, Giriama people at the Coast And also young Kalenjin braves, To set a grand alliance of Kenyan People And chastise the enemy for ever."
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "But I must continue to stress That first and foremost We must rely on our strength As the most conscious, The best organized fighting arm of the Kenyan People."
  },
  {
    "text": "German",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Fell to German fire at Tanga."
  },
  {
    "text": "African Guards",
    "source": "the_trial_of_dedan_kimathi",
    "context": "(African Guards salute stifyfl , obediently]:"
  },
  {
    "text": "Imperialism",
    "source": "the_trial_of_dedan_kimathi",
    "context": "In the court of Imperialism!"
  },
  {
    "text": "Kenyan",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Organize in your homes Organize in the mountains Know that your only Kindred blood is he who is in the struggle Denounce those who weaken Our struggle by creating ethnic divisions 83 THIRD MOVEMENT Uproot from you those Who are selling out to imperialism Kenyan masses shall be free I JUDGE:"
  }
]