[
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "This volume will, for the first time, make public and widely available the record of the trial of Dedan Kimathi, a piece of our history long thought lost."
  },
  {
    "text": "14th",
    "source": "dedan_kimathi_on_trial",
    "context": "Dr. Willy Mutunga 14th Chief Justice & 1st President of the supreme Court, republic of Kenya xii"
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "First, makes available to the public, for the very first time, the original transcript of the kangaroo trial of Dedan Kĩmathi and other related documents."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "First, makes available to the public, for the very first time, the original transcript of the kangaroo trial of Dedan Kĩmathi and other related documents."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "second, it comes on the sixtieth anniversary of that notorious trial and the execution of Field Marshal Dedan Kĩmathi at Kamĩtĩ Prison, nairobi, in october 1956."
  },
  {
    "text": "sixtieth",
    "source": "dedan_kimathi_on_trial",
    "context": "second, it comes on the sixtieth anniversary of that notorious trial and the execution of Field Marshal Dedan Kĩmathi at Kamĩtĩ Prison, nairobi, in october 1956."
  },
  {
    "text": "Third",
    "source": "dedan_kimathi_on_trial",
    "context": "Third, the book’s appearance during the decade of fiftieth jubilees for independence all over africa is a reminder that it was the Kĩmathi-led armed struggle, the first of its kind against european colonial powers on the continent, that broke the back of imperialism and so opened the way for the liberation that the various na- tions are now commemorating."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Third, the book’s appearance during the decade of fiftieth jubilees for independence all over africa is a reminder that it was the Kĩmathi-led armed struggle, the first of its kind against european colonial powers on the continent, that broke the back of imperialism and so opened the way for the liberation that the various na- tions are now commemorating."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "We thank and commend Julie Macarthur, her editors, and the publishers for making these important colonial records available for pub- lic scrutiny and for the very first time in history."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "it was then i first learned of the “mystery” surrounding the trial of Dedan Kimathi."
  },
  {
    "text": "14th",
    "source": "dedan_kimathi_on_trial",
    "context": "Dr. Willy Mutunga, 14th Chief Justice & 1st President of the supreme Court, republic of Kenya, was an early sup- porter of the project and proved a knowledgeable and passionate interloc- utor."
  },
  {
    "text": "fortieth",
    "source": "dedan_kimathi_on_trial",
    "context": "at the conference, ngũgĩ and Mĩcere also graced us with a special guest lecture on the fortieth an- niversary of their play."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "paratus in the reserves and the slow-moving constitutional nationalists of the anticolonial movement in Kenya on the other.3 Kimathi rose to prominence in the early 1950s out of relative obscu- rity, first as an administrator of the oaths of loyalty sworn by “Mau Mau” adherents and then as leader of the fighters who moved into the forests after the colonial declaration of a state of emergency in october 1952."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "but Kimathi’s legacy was never a simple exemplar of patriotic martyr- dom, and his place in the postcolonial imagination reflected the compli- cated legacy of the Mau Mau rebellion: at times suppressed or downplayed, at others lauded and filled with mythic importance, but always contested.8 When nelson Mandela visited Kenya for the first time, in July 1990, he in- voked Kimathi’s name in a speech at Kasarani stadium: “in my 27 years of imprisonment, i always saw the image of fighters such as Kimathi,  China, and others as candles in my long and hard war against injus- tice.”"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Mandela’s speech provided a pointed, if implied, cri- tique of Kenya’s second president, Daniel arap Moi, and his government’s 2 i Julie MacArthur treatment of former “freedom fighters.”"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The line between “rebel” and “loyalist” was blurred and more often reflected colonial impositions rather than discrete social categories.16 in an important redress, bethwell ogot argued further that the narrow focus on Mau Mau as the sole criterion for revolutionary struggle and Introduction: The Trial of Dedan Kimathi i 3 Central Kenya as the sole site of nationalist thought have caused the mul- tiple other anticolonial movements and figures from across the country to die “a second death” and “fragment our collective memory and therefore our history."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "some of the most heated historiographical debates mentioned above have centered on memory, political partisanship, and the use of sources.23 Controver- sies over classified, “missing,” or destroyed british archives on Mau Mau in specific and on the british empire more generally have grabbed head- lines in recent years.24 The activism of Mau Mau veterans seeking repara- tions from the british government has prompted an opening of files and a court case on the costs of the colonial counterinsurgency in Kenya.25 Huw bennett has written the first full study of the “hidden” colonial archive at Hanslope Park, home to Her Majesty’s Government Communication 4 i Julie MacArthur Centre.26 Historians bennett, David anderson, and Caroline elkins all played prominent roles in the trial itself, offering evidence of the “system- atic abuse and abrogations of justice” that Mau Mau veterans suffered due to the colonial counterinsurgency in Kenya.27 in 2013 the british govern- ment announced a negotiated settlement including compensation in the amount of $21.5 million to be paid to fifty-two hundred Mau Mau veterans."
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "First among them, a header at the top of the file read rePubliC oF Kenya—but there was no “republic of Kenya” in 1956.40 indeed in 1956 independence still seemed to many to be a far way off."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "some time between 1947 and 1949, Kimathi joined the emerging na- tionalist movement, becoming a member of the Kenya african union (Kau), the first national political party in Kenya."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Directly following the declaration of the emergency, the colonial government launched a series of operations aimed at imprisoning political leaders, rounding up Gikuyu residents of nairobi, and interning in concentration camps both those suspected of Mau Mau involvement and those in the rural areas accused of providing “passive” support to the movement.53 in november 1952, Kimathi found himself ar- rested for the first time during one of the frequent “screenings” of farm laborers, on suspicions of his involvement in the murder of senior Chief nderi."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "While Kimathi chaired meetings on the question of women in the forest, penned prohibitions on sexual affairs with female fighters, and was the first to allow women to be promoted in the military ranks, he was also well known for his relations with female fighters, often described in memoirs on both sides as keeping a “harem” of lovers in his company.61 Most famous perhaps was Kimathi’s relationship with his long-term mis- tress in the forest, Wanjiru Wambogo, the only woman in the forest to be awarded the rank of colonel and regarded as the “head of the women and the mother of Mumbi’s children.”62"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "”67 in special branch files, Huw bennett found similar references to negotiations in 1953 indi- cating the Kenya intelligence Committee believed these letters to reveal “a sincere wish by many Mau Mau to surrender,” though they remained doubtful of the reach of Kimathi’s influence.68 such discussions led to the first surrender offer by the british government on 24 august 1953."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "What happened next is perhaps best told by Wachanga himself: at first light the following morning, we were awakened by Kimathi’s itungati."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The “song of Kimathi” elevated Kimathi to godly heights, with Kimathi, like the biblical Moses or perhaps the first Gikuyu man, ascending “into the mountains alone."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The date of his death, however, inspired yearly commemorations and has served as a symbolic reference point for continuing postcolonial struggles.128 The Volume This critical edition provides the first public availability of the complete trial of Dedan Kimathi."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "In the second, he posed deep in the Nyandarua forest, head high, holding a rifle (see fig."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "but in the first, earlier photograph sent to the CiD, Kimathi posed holding a different weapon: the pen (see photo 1)."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "another rebel stands beside him, holding open a notebook as if ready to take down Kimathi’s every word.131 it is in this spirit that this volume presents this material, made public for the first time since Kimathi’s death, sixty years ago."
  },
  {
    "text": "secondary",
    "source": "dedan_kimathi_on_trial",
    "context": "For the sake of consistency, the term Gikuyu is used throughout this volume, though the common form of Kikuyu appears in several of the pri- mary and secondary sources and in references to historical names (e.g., Ki- kuyu Central association)."
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "barnett and njama, Mau Mau from Within; sam Kahiga, Dedan Kimathi: The Real Story (nairobi: longman Kenya, 1990); Waruhiu itote, “Mau Mau” General (nairobi: east african Publishing House, 1967); itote, Mau Mau in Action (nairobi: Transafrica, 1979); shiraz Durrani, Kĩmathi: Mau Mau’s First Prime Minister of Kenya (london: Vita books, 1986); Tabitha Kanogo, Dedan Kimathi: A Biography (nairobi: east african educational Publishers, 1992); David njeng’ere, Dedan Kimathi: Leader of Mau Mau (nai- robi: sasa sema Publications, 2003);"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Daniel branch has written the first full study dedicated to the history of the loyalists: Defeating Mau Mau, Creating Kenya: Counterinsurgency, Civil War, and Decolonization (Cambridge: Cambridge university Press, 2009)."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Katie engelhart, “40,000 Kenyans accuse uK of abuse in second Mau Mau Case,” Guardian, 29 october 2014."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "My thanks to historian sean Hawkins, who was among the first to note this irregularity."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "“Mumbi” represents the first woman, mother to all, in the Gikuyu origin story; njama and barnett, Mau Mau from Within, 443. 63."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "as anderson indicates in his contribution to this volume, sloan Ma- hone was perhaps the first to highlight this last point in her dissertation, in 2004."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "specific technical or foreign terms are explained in the first in- stance that they appear."
  },
  {
    "text": "1st",
    "source": "dedan_kimathi_on_trial",
    "context": "1st more serious."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "if guilty of 1st, also guilty of 2nd."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "Trial of Dedan Kimathi i 43 and ndirangu fired 3rd time and man fell over and disappeared in the bush."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Thought at first that he was a leopard – dressed in leopard skin, coat and hat."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "They first put one of their own police rounds in and fired and it split wood into halves."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "if you are satisfied of that and that there were 6 rounds in the pistol, you may think him guilty of the 2nd charge."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When we first saw this person carrying something i was at the edge of a shamba {farm plot} and at the edge of the trench."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When i first saw the figure he was moving slowly."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "46 i Document 1 me when i first saw him."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i had not heard him first."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When i first saw the man he was climbing the ditch."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "He was not then climbing out of the ditch when you first saw him?"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The first time i saw him he was climbing up the ditch."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "How far were you from Dedan Kimathi when you fired the first shot?"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "“stop” and nothing else before i first fired."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "When i fired the second shot, i was nearer him then when i fired first shot (indicates 37 – 38 paces)."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When i fired the second shot, i was nearer him then when i fired first shot (indicates 37 – 38 paces)."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "i chased him over a long distance before i fired the second shot."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "The distance between firing the 2nd and 3rd shots was longer than between the 1st and the 2nd – i ran further."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "The distance between firing the 2nd and 3rd shots was longer than between the 1st and the 2nd – i ran further."
  },
  {
    "text": "fourth",
    "source": "dedan_kimathi_on_trial",
    "context": "i did not fire a fourth shot."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "When i fired the 3rd shot, i was down below and he was above me."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When i first saw the man it was light."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "after firing the 3rd shot, i saw the accused roll over and disappear."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "it was i who first saw him un- der a castor oil tree."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "What was Dedan Kimathi doing when you fired the third shot?"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Q. you told the police, “When i had fired the second shot, i saw the man climb out on the reserve side”?"
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "He was on the reserve side when i fired the 3rd shot."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "(Wit- ness is confused between the 2nd and 3rd shots)."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "When i fired the second shot he was climbing the ditch on the forest side where there was a track made by wild pigs."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "it was the 3rd shot i fired when he had climbed out on the reserve side."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "yes, when i fired the second shot, he was climbing out on the forest side."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "no, i don’t think i hit him with the second shot."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "i fired the 3rd shot and hit him."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "What was the accused doing when you fired the 3rd shot?"
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "yes, he was on the top of the trench and still running away when i fired the 3rd shot."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "yes, he was running away when i fired the 3rd shot."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "That was the first i had seen of him since i saw him roll over."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i put it to you that when you first saw him sitting under the tree you were slightly below him looking up the slope of the hill?"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When i first saw the accused he was climbing the ditch."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Where you saw him the first time could he easily have run into the forest, or was it too thick?"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "When i fired the second shot he was trying to climb out on the forest side."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When i first saw him he was climbing the edge of the ditch on the forest side."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i had not fired at him when he first ran away."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "From first to last he never said anything of the kind."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "yes, he was on a small knoll and on the point of going back to the trench when i fired the 3rd shot."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "When i fired the 3rd shot, the accused had already got out of the ditch on the reserve side."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "When i heard the shot the man came back into the trench and began to run in the same direction until ndirangu fired a third shot."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu fired the 2nd shot when the man was trying to climb out on the forest side."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "When ndirangu fired his 3rd shot, the man was about 38 paces  away from him (indicated)."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "yes, that was visible when i first saw it."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "He was a few feet from the trench when we first saw him."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When we first saw him, he was about 20 yards away (indicated), but i could not see him properly."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "He treated Kimathi’s wound, having learned first aid skills during his service with the british army in asia during World War ii."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "When ndirangu fired the third shot, he was about 23 yards (indicated) away from me."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "When ndirangu fired his third shot, i did not clearly see the accused, because there were some bushes between him and ndirangu."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "Q. if you could not see the accused when ndirangu fired the third shot, why did you say that he was 38 yards (indicated) away and still in the trench?"
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "i saw him before ndirangu fired the third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "When ndirangu fired the third shot you did not see him?"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "From some time after the second shot i did not see him, till i saw him under the castor oil tree."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "When he was shot a third time, he was on the side of the trench."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "The third shot hit him."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "a. because the second shot was fired into the air and i saw him after that."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "i know the second shot did not shoot him, because i saw him running in front."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "it is true that i did not see him shot by the third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "Q. it is because ndirangu told you so that you think the third shot hit him?"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "re-examined yes, i saw the accused running easily after the first and second shots."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "re-examined yes, i saw the accused running easily after the first and second shots."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "i could not see the man after the third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "yes, i saw ndirangu fire the third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "i heard no shot fired after the third shot."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The first thing was that i heard gunshots – first i heard two."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "Then i heard a third one."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Mau first found him."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "There were 3 minutes between the 1st and 2nd shots."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "The 3rd shot was fired about one minute after the 2nd."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "We heard 2 shots at first."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "a third had been fired before we arrived."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "There was an interval between the 1st and 2nd shots."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "We did not run at first."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "We ran faster after hearing the 3rd shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "When we heard the third shot we had gone more than half way to where ndirangu was."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "What period of time separated the 2nd and 3rd shots?"
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "i did not see ndirangu when the 3rd shot was fired."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When i first saw him njogi was near the trench."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When we first saw ndirangu he was in the trench."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "yes, i thought it was 15 minutes between the 2nd and 3rd shot, and after that we started running down hill."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "There was a few minutes between the first and second shots."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "There was a space between the 2nd and 3rd shots longer than between the 1st and 2nd."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "between the 1st and 2nd shots there was only a few minutes."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "What amount of time divided the 2nd from the 3rd shot?"
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "between the 2nd and 3rd shots we were running towards the place we heard the shooting."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "We got up after hearing the second shot, realising there was a fight."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "When we heard the 3rd shot we had crossed the road and were going up."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "We had not got half way when the 3rd shot went off."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "There was between one to five minutes between the 2nd and 3rd shots."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i first came to know him when he was in the Dairy."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "We heard 2 shots while we were at our post and the 3rd while we were on our way."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "The 1st and 2nd shots were fired one after the other – a little time."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "i have noticed how long i have been giving evidence.. {sic} between the 2nd and 3rd shots we had gone about 150 paces (estimated)."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "njogi was with him, and Mwangi Kanguru 2nd shot was 15 minutes."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "you had not mentioned hearing a 3rd shot?"
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "note: i heard the 3rd shot after climbing hill as we were about to Witness continues:"
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "sjt. has no many minutes it was when i heard the 3rd shot."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "We set out after hearing the first shot."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "i had a watch before, it is were moving when we heard the 2nd and 3rd shots."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "We set out after hearing the first shot."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "were moving when we heard the 2nd and 3rd shots."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "before we Trial of Dedan Kimathi i 67 heard the 2nd shot, we had not gone very far – about 150 yards (indicated)."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "before we heard the 3rd shot we had gone about 250 paces  to 300 paces  (indicated)."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "When we heard the 3rd shot we ran and then arrived at the place."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Q. Can you say the time which separated the first and second shots?"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Q. Can you say the time which separated the first and second shots?"
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "tween the 1st and 2nd shots."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "after hearing the 3rd shot, we had walked about to the Post office (250 yards to 300 yards)."
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "First a shot was fired."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "between the 2nd and 3rd shot there was a little space."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "The 3rd shot was fired when we were on the way."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "We ran faster after hearing 3rd shot."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "i heard the 3rd shot just as i was about to cross the main road."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i was the first european police officer to see him after his capture."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "This is the first thing to do."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The second shot hit the left hand piece and went through it, the bullet going through the piece of wood into the sandbag behind it."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Cross-eXaMinaTion: i first met the accused on the 21/10 at ihururu."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "The 2nd round fired – the bullet went through the wood which is about 1⁄2 an inch thick (soft wood used for making boxes)."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "This is a third leaflet which was issued about January, 1955.32 i found this morning that some other leaflets were issued."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "He first informed accused that he was a superintendent of Police and that he was charging him with two offences: (1) unlawful possession of a firearm and (2) unlawful possession of ammunition."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "When i fired the third shot i was kneeling on one knee."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "after that it is very steep to top of first hump."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When you first went there you were friendly with your associ- ates."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "– that was the second dispute."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "MaCHaria KiManya told me when he gave me the pistol that the enmity has grown enormous between us and those who objected to the letter which i wrote to the Govt. {sic} the first letter."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "i did not see who fired the second shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "Trial of Dedan Kimathi i 93 before i had gone far i heard a third shot."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When i heard the first shot i did not wait for a second."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "When i heard the first shot i did not wait for a second."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "after hearing the second shot i was running very fast along the trench to where i had been."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "i did not see the person who fired the second or the third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "i did not see the person who fired the second or the third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "i was still running very fast when i heard the third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "23 (23, for identity – dated 30/3/54.)41 i look at a third letter."
  },
  {
    "text": "6th",
    "source": "dedan_kimathi_on_trial",
    "context": "aDJourneD to 2.30 p.m. K. o’Connor resuMeD 2.30 p.m. i see a letter which i wrote to the Deputy Governor on the 6th eX. 24 March, 1954 (Tendered."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "When i wrote the first letter i had abandoned Mau Mau."
  },
  {
    "text": "7th",
    "source": "dedan_kimathi_on_trial",
    "context": "7th edn."
  },
  {
    "text": "21st",
    "source": "dedan_kimathi_on_trial",
    "context": "He has been under constant observation since 21st octr."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i first examined him on the 9/11/56."
  },
  {
    "text": "26th",
    "source": "dedan_kimathi_on_trial",
    "context": "aDJourneD to 9.30 MonDay, the 26th november, 1956."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "He was first attacked after my next child was able to talk."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "she was the first to be attacked."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "she was first attacked the year she was circumcised."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "shortly after he was fired at again and a third time."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "Here is the difference between evidence of accused and ndirangu Mau. ndirangu says that as he ran he hit him with the third shot He rolled over and disappeared."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "Wanyiri {Wanjiri} said “after hearing the third shot we ran to the place and heard a person on the ground: it was the accused.”"
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "Wanjohi also says “after hearing the 3rd shot we ran faster and found the accused under a castor oil tree.”"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i suggest that in considering the circumstances in which the accused failed to make plain that he was coming in to surrender which was surely the first thing that any intelligent person would have done, the accused had he been clear of mind and normal would have said “i came in to surrender” to all persons he met subsequent to his shooting."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "3rd test."
  },
  {
    "text": "4th",
    "source": "dedan_kimathi_on_trial",
    "context": "4th “ He said he was coming in to surrender in accordance with them but that he was frightened because there was a price on his head."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "i thought i hit him with the 3rd – kneeling etc., faced trench"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "noTes For suMMinG uP. i propose first to tell you something of your duties as assessors, the nature of the charges, and the way in which you should approach the evidence in a criminal case: secondly to review for you the evidence of the prosecution and for the defence, thirdly to ask for the opinion of each of you separately on each charge."
  },
  {
    "text": "secondly",
    "source": "dedan_kimathi_on_trial",
    "context": "noTes For suMMinG uP. i propose first to tell you something of your duties as assessors, the nature of the charges, and the way in which you should approach the evidence in a criminal case: secondly to review for you the evidence of the prosecution and for the defence, thirdly to ask for the opinion of each of you separately on each charge."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "it will be convenient to deal with the 2nd point first."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "if you believe that evidence you may think that the 2nd point i mentioned is established and that that revolver is a “firearm” within the meaning of the regulation."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "2nd Count."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "as to the second point."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "according to ndirangu: (i) When first seen accused was climbing forest side of the ditch going in the direction of the forest."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu fired a third shot and apparently hit him."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "The man tried to go across and ndirangu fired another shot i.e. ndirangu’s third shot."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "This witness first said that the man was in the trench when ndirangu fired his third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "This witness first said that the man was in the trench when ndirangu fired his third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "afterwards he corrected that and said that he had not seen the third shot fired as there were some intervening bushes and he had not seen the man hit."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "njogi heard no shot fired after ndirangu fired his third shot."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Man, being told to come out, first said that he could not as he was wounded."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "They had gone more than half way when they heard a third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "after a longer interval they heard a third shot."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "There was a short interval between the first and second shots and a longer one between the second and third."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "There was a short interval between the first and second shots and a longer one between the second and third."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "There was a short interval between the first and second shots and a longer one between the second and third."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "There was a short interval between the first and second shots and a longer one between the second and third."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The second followed the first quickly."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The second followed the first quickly."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "The third shot was fired while they were on the way."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "This is the first european police officer accused has met."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu says that that was what the accused was doing when he fired the 3rd shot and that the accused was above him because the ground sloped up."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The first was dated 6th March 1954 in one place and 6th april 1954 in another."
  },
  {
    "text": "6th",
    "source": "dedan_kimathi_on_trial",
    "context": "The first was dated 6th March 1954 in one place and 6th april 1954 in another."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The second letter is dated 30/3/54."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "The third letter is dated 20/10/1954."
  },
  {
    "text": "2nd",
    "source": "dedan_kimathi_on_trial",
    "context": "2nd assessor: nderitu."
  },
  {
    "text": "3rd",
    "source": "dedan_kimathi_on_trial",
    "context": "3rd assessor: {Kibuthu s/o Kihia} He did not come out peacefully."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The offence charged in the first count is a capital offence."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu says that when he first saw the man, he was about 35 yards away (the witness later indicated an object further away) along the trench, climbing the bank of the trench on the forest side."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "He tried to get out of the trench on the forest side and ndirangu then fired at him a second time."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu says that he (ndirangu) was then down below on one side of the “stream” (presumably in the dip) and that the fugitive was on higher ground on the other side of the “stream”: the man climbed out of the trench on the reserve side, but was curving round running to come back to it again when ndirangu knelt and fired a third shot at him."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "From first to last, neither to sergeant Mwangi, Corporal Wanjohi, inspector sloan, Mr Hurley, nor superintendent baker did the accused say one word about having come in to surrender, and he made no complaint that he had been shot while trying to surrender."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "There were, in fact, two lots of surrender leaflets, the first lot issued in august, 1955 {sic - 1953}, the second lot issued in January, 1955."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "There were, in fact, two lots of surrender leaflets, the first lot issued in august, 1955 {sic - 1953}, the second lot issued in January, 1955."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The second lot was withdrawn in July, 1955."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The first still stands."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "before he had gone far, he heard a second shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "He ran fast along the trench and was still running when he heard a third shot."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i considered that ndirangu and njogi were clearly telling the truth as to the circumstances when they first saw the accused climbing the trench on the forest side moving towards the forest and his subsequent flight along the trench when challenged and his refusal to stop – all this before he was fired at."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "During the hearing i was dubious about nidrangu’s account of the wounding of the accused with the third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "i thought it possible that ndirangu’s third shot did not hit the accused, and that he was shot under the castor oil bush where he had taken cover: that ndirangu having searched and found him and heard who he was, and knowing that he might well be armed, shot him in the leg to make quite sure that he did not run away again; and that ndirangu and those of the other members of the party who might know of this were afraid to say so."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu’s account of the wounding of the accused was not supported by njogi who first gave an account of how the man was shot in the trench and afterwards corrected this and said he had not clearly seen the accused when ndirangu fired the third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu’s account of the wounding of the accused was not supported by njogi who first gave an account of how the man was shot in the trench and afterwards corrected this and said he had not clearly seen the accused when ndirangu fired the third shot."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i unhesitatingly accept the evidence of ndirangu as to the circumstances in which the accused was first encountered and the chase in the trench, except that i am not quite so sure that the accused was hit on the bank by the third shot as described."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "i unhesitatingly accept the evidence of ndirangu as to the circumstances in which the accused was first encountered and the chase in the trench, except that i am not quite so sure that the accused was hit on the bank by the third shot as described."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "sentence: on the second count accused is sentenced to 7 years hard labour."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "on the first count accused is sentenced to be hanged by the neck until he is dead."
  },
  {
    "text": "27th",
    "source": "dedan_kimathi_on_trial",
    "context": "46 of 1956 (The Honourable the Chief Justice of Kenya) dated the 27th november 1956.57 in the matter of an intended appeal beTWeen DeDan KiMaTHi s/o WaCHiuri.......................aPPelanT (original accused)."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "your Petitioner was sentenced to death on the first count and to seven years’ imprisonment with hard labour on the second."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "your Petitioner was sentenced to death on the first count and to seven years’ imprisonment with hard labour on the second."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu says that when he first saw the man, he was about 35 yards away (the witness later indicated an object further away) along the trench, climbing the bank of the trench on the forest side."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "He tried to get out of the trench on the forest side and ndirangu then fired at him a second time."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu says that he (ndirangu) was then down below on one side of the “stream” (presumably in the dip) and that the fugitive was on higher ground on the other side of the “stream”: the man climbed out of the trench on the reserve side, but was curving round running to come back to it again when ndirangu knelt and fired a third shot at him."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "There were, in fact, two lots of surrender leaflets, the first lot issued in august, 1953, the second lot issued in January, 1955."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "There were, in fact, two lots of surrender leaflets, the first lot issued in august, 1953, the second lot issued in January, 1955."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The second lot was withdrawn in July, 1955."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The first still stands."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "before he had gone far, he heard a second shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "He ran fast along the trench and was still running when he heard a third shot."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "in his Judgment the Chief Justice mentioned the same point and stated that of the two lots of surrender leaflets “the second was withdrawn in July 1955."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The first still stands”."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "“From first to last, neither to sergeant Mwangi, Corporal Wanjohi, inspector sloan, Mr. Hurley nor superinten- dent baker did the accused say one word about having come in to surrender, and he made no complaint that he had been shot while trying to surrender."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "i thought it possible that ndi- rangu’s third shot did not hit the accused, and that he was shot under the castor oil bush where he had taken cover: that ndirangu having searched and found him and heard who he was, and knowing that he might well be armed, shot him in the leg to make quite sure that he did not run away again; and that ndirangu and those of the other members of the party who might know of this were afraid to say so."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu’s account of the wound- ing of the accused was not supported by njogi who first gave an account of how the man was shot in the trench and afterwards corrected this and said he had not clearly seen the accused when ndirangu fired the third shot."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "ndirangu’s account of the wound- ing of the accused was not supported by njogi who first gave an account of how the man was shot in the trench and afterwards corrected this and said he had not clearly seen the accused when ndirangu fired the third shot."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i unhesitatingly accept the evidence of ndirangu as to the circumstances in which the accused was first encountered and the chase in the trench, except that i am not quite so sure that the accused was hit on the bank by the third shot as de- scribed."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "i unhesitatingly accept the evidence of ndirangu as to the circumstances in which the accused was first encountered and the chase in the trench, except that i am not quite so sure that the accused was hit on the bank by the third shot as de- scribed."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "by the first of the said orders in Council (the principal order) the Court of appeal for eastern africa was re-constituted."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "subject first went to school in november, 1935, at Karunaini and was at school on and off until 1944."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "PoliTiCal baCKGrounD subject states that he first became a member of K.a.u."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "DeDan immediately became the leader of this gang and they built their first hide near KianDonGoro and he sent them into the 176 i Document 5 reserve at night to get food."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "He then formed his first organisation, splitting up the gang into sections and his first organisation was as follows:- DeDan KiMaTHi | 2i/c KaHiuTina plus a section | ____________________________________ | | | nyaGa abDulla KiriunGi GaCHuri KaHiuTina had a sporting rifle and subject usually stayed with nyaGa’s section."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "He then formed his first organisation, splitting up the gang into sections and his first organisation was as follows:- DeDan KiMaTHi | 2i/c KaHiuTina plus a section | ____________________________________ | | | nyaGa abDulla KiriunGi GaCHuri KaHiuTina had a sporting rifle and subject usually stayed with nyaGa’s section."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "subject then gave the first name to his organization."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "He named it the iTuGaTi {sic}60 association which means the association of Military People and he appointed himself the first President."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "at this meeting the first iTuMa was used to represent the nyeri gangs and the word was arrived at in the following way:- i – iTuGaTi Tu – n & s Tetu Ma – MaTHira also at this meeting subject was elected President of the iTuMa and sTanley MaTHenGe was elected Vice-President although MaTHenGe was away in nairobi and did not attend this meeting."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Taking Mbaria and sTanley MaTHenGe with him subject next went to the loc. 9 forest and met MaCHaria KiMenia, MaTenJaGWa and sTanley KiaMa, all for the first time."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "on 23rd october, ’53, subject and Mbaria Kaniu returned to nyeri and Mbaria departed to join his gang on the KinanGoP. Previous to this in august, ’53, subject wrote his first letter to the Governor and General erskine and according to him the gist of the letter was an appeal for a cease fire."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "nDunGu was in command of 1, KiMbo another and Mbaria the third."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "at this 182 i Document 5 meeting there was the first serious rift amongst the leaders and subject was accused of not liking fighting."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The meeting took place on 11th February, and the first serious attempt to dispose of subject was made by KibuKu s/o THeuri who was a well known Tetu citizen before the emergency, being in the movement to stop cattle vaccination by the Veterinary Department in 1946, and a bitter enemy of Chief MuHoya."
  },
  {
    "text": "15th",
    "source": "dedan_kimathi_on_trial",
    "context": "on 15th, subject left he camp and went to WaMbararia’s camp in Tetu."
  },
  {
    "text": "20th",
    "source": "dedan_kimathi_on_trial",
    "context": "oCTober, 1954 at the above named place and continued on with its discussions up to the 20th."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The translator has garbled the first sentence in this paragraph: it is better rendered as “There is no doubt that surrender is a great danger to the existence of many, and is something that cannot get into the mind of all those intelligent people at all."
  },
  {
    "text": "5th",
    "source": "dedan_kimathi_on_trial",
    "context": "General J.G.M. abDulla Minister without portfolio leader of i.D.K. 5th army."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "My first word is, let the Kenya Government not behave as childishly through Mr. lytellon {sic} and Mr. blundell106 who definitely are rueing the british reign."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i prophesy that so the african continent is known as dark continent the first, british isle will be the last dark island however strong you are."
  },
  {
    "text": "firstly",
    "source": "dedan_kimathi_on_trial",
    "context": "He is still a dear kind person as i did not firstly expect."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Wathiomo Mukinyu, or “The True Friend,” was the first vernacular Gikuyu newspaper."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "it first appeared in 1916 and was owned and edited by the Consolata Catholic Mission."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The ambiguities surround- ing Kimathi’s leadership of the Mau Mau movement, first highlighted in Karari njama’s account of the forest armies, published in 1966,5 have been largely ignored in subsequent nationalist histories, leaving plenty of scope for fictionalized speculation and mythmaking.6 Kimathi’s iconic status in Kenya’s nationalist history surely remains undeniable, yet his behavior in the forest among his comrades, his relations and negotiations with the british, and his reputation as a rebel leader, all bear much closer scrutiny than they have had from historians thus far.7 The circumstances of Kimathi’s capture, trial, and execution, as re- counted through the documents assembled by the british for his prosecu- tion in the special emergency assize Court at nyeri, in november 1956, 233 therefore presents an opportunity to review what is known of his life dur- ing his four years in the forests of nyandarua (the aberdare), and what this tells us about the Mau Mau movement and its ultimate defeat in the face of a fierce british counterinsurgency campaign.8"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "To appreciate how the trial was conducted it is first important to un- derstand that although the special emergency assizes were a division of the supreme Court and heard capital cases, they functioned in a radically different way from that normally expected in a courtroom under british jurisdiction."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The second section will then address the specifics of the 234 i David M. Anderson Kimathi trial, highlighting the distinctive aspects of the case."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "”10 in each colonial context the interaction with existing local legislation forged its own characteristic out- comes under such conditions, and in Kenya two distinctive features were dominant: first, emergency Powers had the effect of militarizing Kenya’s colonial administration; second, in design and imposition the new regula- tions fell prey to the stern influence of Kenya’s white-settler population, whose vociferous political campaigning drove Governor baring toward increasingly draconian emergency measures.11 The powers granted to the governor included the right to alter the types of cases that could be heard by different levels of court and to extend the range of offenses for which a capital sentence could be handed down by the courts."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "”10 in each colonial context the interaction with existing local legislation forged its own characteristic out- comes under such conditions, and in Kenya two distinctive features were dominant: first, emergency Powers had the effect of militarizing Kenya’s colonial administration; second, in design and imposition the new regula- tions fell prey to the stern influence of Kenya’s white-settler population, whose vociferous political campaigning drove Governor baring toward increasingly draconian emergency measures.11 The powers granted to the governor included the right to alter the types of cases that could be heard by different levels of court and to extend the range of offenses for which a capital sentence could be handed down by the courts."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "one of these convictions, that of a female accomplice of an oath administrator, was overturned on appeal, while two other death sentences were commuted.40 Dedan Kimathi would therefore be only the second Mau Mau convict who would go to the gallows after being sentenced by o’Connor.41 if o’Connor’s appoint- ment was therefore surprising, given his lack of previous involvement in Mau Mau cases, it clearly revealed the importance attached to the case by the british in Kenya."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The defense that Miller developed in court on Kimathi’s behalf chal- lenged the pretrial statement in many details but hinged on two key is- sues: first, that because of his long-standing condition of epilepsy,45 the statement Kimathi made to police officers when he was recovering from the effects of anesthetic following his operation should not be accepted by the court."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The first was a government physician, Dr. Turner, who was asked about the general effects of the condition."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Having used the epilepsy plea to thwart the apparent confession to possessing arms contained in Kimathi’s statement to the police, the second line developed in Miller’s defense then sought to explain why Kimathi was, in fact, legitimately in possession of the weapon."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i David M. Anderson evidence regarding the intention of Mau Mau captives to surrender was a common feature of special emergency assize cases, especially fol- lowing the first surrender offer, of august 1953, and then again between January and august 1955, after the second offer."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "i David M. Anderson evidence regarding the intention of Mau Mau captives to surrender was a common feature of special emergency assize cases, especially fol- lowing the first surrender offer, of august 1953, and then again between January and august 1955, after the second offer."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "This offer, though su- perseded by later developments, was never formally withdrawn, whereas the second surrender offer, coming as part of an amnesty that also “cleared the slate” for Home Guard and others who might have committed offences in their counterinsurgency activities, was annulled by government order on 10 July 1955.50 Documents were produced in court to establish the pre- cise nature of each surrender offer, and it was accepted by o’Connor that a Mau Mau fighter might still, in october 1956, legally surrender under the terms of the 1953 offer and not be prosecuted."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The grim irony of this discussion, and a matter that was not indicated in the court proceedings, and has only become apparent with the release in 2012 of additional british documents on the Kenyan emergency,51 is that it was precisely letters that Kimathi had written to the government during 1953 that had promoted the first surrender offer to be framed.52 The surrender leaflet issued on 24 august 1953 was authorized by a meet- ing at Government House four days earlier that “was called to consider the implementation of a general surrender policy in view of the attached two communications which had been received from Dedan Kimathi."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The letters prompting the 1953 surrender offer were thus sent more than six months before the earliest of Kimathi’s letters referred to in the court- room, the first of which dates to March 1954, and are therefore almost certainly the letters Kimathi himself mentions in this 1954 correspondence as not having been replied to."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The first assessor, Tumuti Gakere, asserted that Kimathi had come out of the forest to collect food, and not to surrender, and that he had every intention of going back into the for- est when he was captured."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The second assessor, nderitu Muteru, declared his faith in the evidence given by the prosecution witnesses, dismissed Kimathi’s surrender claim, and stated that he believed that the pistol and ammunition belonged to Kimathi."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "For what i believe to be the first scholarly discussion of Kimathi’s epi- lepsy, see Mahone, “Psychology of the Tropics.”"
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "First, he had lawful excuse for being armed in his fear of being killed, not by the colonial security forces but by the “forest men” from whom he had “finally split” more than two years earlier."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Mau Mau’s forest leadership 260 i John M. Lonsdale was certainly divided, as the police already knew and a wider public has known since the first Mau Mau memoirs appeared, in the 1960s.14 at issue were questions of strategy and authority."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi was not the first leader to risk assassination from within."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi was not the first to think the israelites had shown that tribal history could teach global lessons.20 The interwar years saw some of Kenya’s ethnic groups reach out for a practical equivalent, namely, imperial citizenship."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Two local examples encouraged them: the kingdom of buganda, related by treaty with the british Crown, and east africa’s 262 i John M. Lonsdale indians, able to exploit the anxieties of their imperial protector, the viceroy over the water, in Delhi.21 after the second World War the Kenya african union (Kau) fos- tered interethnic alliance, not cultural unity, thanks to a principled respect for each group’s struggle to achieve maendeleo, or progress; local ethnic equality was now a more urgent aim than imperial citizenship."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "re- turning from england two years after its foundation, to become the union’s third successive Gikuyu president, Jomo Kenyatta (as he had become) still believed that ethnic self-help under propertied elders was a moral precon- dition of political responsibility.35 as if to protect rural patriarchy from urban, panethnic, bureaucracy, he neglected the Kau’s head office."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi had listed over twenty requirements, including those commonly demanded by ethnic welfare associations all over east africa, namely, bans on prostitution, male and female, and on drinking bottled beer.42 The first Gikuyu-language novel, Marriage Procedures, by Kimathi’s near age-mate Gakaara wa Wanjau, epitomized these anxious times."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The prime mover was senior chief Koinange, polygamous patron of the Gikuyu anglican Church, who refused to cut his daughters, a pioneer of ox-plow and piped water, father of the first Gikuyu university graduate, and in 1948 Kenyatta’s third father-in-law.44 as in seventeenth-century england, with its “culture of subscription and oath-taking” ruled by propertied men,45 Mau Mau’s Debates on Trial i 267 so too the Gikuyu required men to confirm their loyalty to any joint en- terprise with a livestock fee and an oath sworn in the presence of spiritual forces, watchful ancestors among them."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "The prime mover was senior chief Koinange, polygamous patron of the Gikuyu anglican Church, who refused to cut his daughters, a pioneer of ox-plow and piped water, father of the first Gikuyu university graduate, and in 1948 Kenyatta’s third father-in-law.44 as in seventeenth-century england, with its “culture of subscription and oath-taking” ruled by propertied men,45 Mau Mau’s Debates on Trial i 267 so too the Gikuyu required men to confirm their loyalty to any joint en- terprise with a livestock fee and an oath sworn in the presence of spiritual forces, watchful ancestors among them."
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "it is a tale often told.47 First, many natural leaders were discredited; juniors told elders to “keep silent."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "activists also registered all who took a second, fighting (mbatuni, platoon) oath."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "The basis of moral economy, “property and self-mastery” suggested a third, ithaka na wiathi."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Gikuyu-language portions of the bible first appeared in 1903, the complete new Testament in 1926, and the old in 1951,62 so Kimathi the “reader” was well aware of his global environ- ment."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "in July or august 1953 the onetime teacher Kimathi usurped the lead- ership of the ex-soldier stanley Mathenge, first overall commander in the nyandarua forest."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "such men, a second generation of readers, athomi, called the for- est war to order on paper by devising a hierarchy of command, set over named units in battle formation.78 They embodied this organization in the “Kenya Parliament,” for which an imposing bamboo meeting hall was built high in the forest.79 literacy was essential for communication by courier, with trees serving as postboxes; it also countered the british propaganda that Mau Mau was a bestial reversion to a supposedly barbarous past."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "in the modern world, first, the pen was mightier than the sword."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "second, ideas set down on paper outlived the writer’s death and so outweighed personality."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "in any case, third, personality tended to divide, ideas had the power to unite."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "riigi men, first, were quicker than Kimathi to take up british offers of surrender talks, an initiative that infuriated him and intensified mutual suspicion between leaders.82 sec- ond, superintendent Henderson got his best intelligence in his hunt for Kimathi from riigi deserters, one of whom had been flogged for sleeping with a woman."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "in the first context, we historians run the risk of creating a past that is interesting or useful to us today."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Were there no cross-currents?”88 if we want to understand the past for its own sake rather than use it for ours then that is one of the first questions any historian must ask."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "John lonsdale, “Kau’s Cultures: imaginations of Community and Constructions of leadership in Kenya after the second World War,” Journal of African Cultural Studies 13, no. 1 (2000): 107–24; see also Githuku’s contribu- tion to this volume."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "some of these include the emphatic rehabilita- tion and reinstatement of the Mau Mau moment in Kenya’s national his- tory during the administration of its third president, Mwai Kibaki, which eventually culminated in the erection and official unveiling, in 2006 in the heart of nairobi, of a statue honoring the embodiment of the struggle for independence, Dedan Kimathi Waciuri."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "nonetheless, in athens, laws that were attacked as paranomon, or contrary to fundamental law, were usually in- validated and their sponsors fined.24 in this particular case, the unjust act was the conviction of Kimathi on two charges of the unlawful possession of a firearm and the unlawful possession of ammunition contrary to the british imperially constructed paranomon, the emergency regulations of 1953, under which it was found that he threatened public safety and order.25 as duly noted, this was in contravention of a colonial order that rested on the rickety stilts of the legal production and social construction of illegality, which is what had inspired the Mau Mau threat in the first place."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "second, the idea that the process through which existing forms of government are addressed by the gov- erned, referred to as “protogovernmentalization,” is rooted in what people know."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "From the second notion follows the fact, usually taken for granted, that the power/knowledge nexus is central to understanding the inner dynamics or workings of power."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Fur- ther, each of these may be thought of as constitutive aspects of the identity of a subject.38 Following this Foucauldian-premised formula, i posit that we can identify at least four constitutive positions and inner dynamics of Kimathi’s resistance, the first three of which were efficacious."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The second concentric circle of Kimathi’s identity was defined by his relationships with, and organization of, like-minded key figures that he knew face-to-face (read: Mau Mau forest fighters)."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "The third outer con- centric circle of his identity was based on his understanding of, and ap- peal to, a solidaristic collective organization from which he drew upon the consciously organized resources of a social movement in pursuit of his individual agency."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "and, lastly, although this is where he floundered, was the outermost concentric circle consisting of his attempts to involve the organizational capacities of generalized agencies such as other global liberation movements and exemplars of revolution and their publications, and local and international media, which he read or knew only remotely, through their representations.39 in the first concentric circle of Kimathi’s organization of resistance was a deep-seated resistance consciousness the spring of which was suf- ficient self-cognizance to enable him to act as a coherently organized individual or to exercise reflexive agency in power relations."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "i Nicholas Kariuki Githuku action and blunted the first impulse of social obligation, muddling the core and shared substantive value between all Mau Maus as encapsulated by their central argument about “moral economy."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The Unfolding of Britain and Kenya’s Complex Tango i 301 A Paragon of Radical Decolonization, Touchstone of Nationalism, and Subterranean Politics Disinterred Written in the early 1970s, The Trial of Dedan Kimathi, a play by ngũgĩ wa Thiong’o and Mĩcere Gĩthae Mũgo, was the first to recognize and give all due prominence to the role that Kimathi played in the struggle for inde- pendence."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "second, there is a possibility that we might yet witness increasing appropriation and deployment of the memory of the anticolonial strug- gle, and Kimathi’s, in the task of nation and state building, even if half- heartedly at first."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "second, there is a possibility that we might yet witness increasing appropriation and deployment of the memory of the anticolonial strug- gle, and Kimathi’s, in the task of nation and state building, even if half- heartedly at first."
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "First, Kimathi dem- onstrated a purpose so sincere that it could not be sidetracked by any prospects of wealth or other personal advantage."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "second, he was a man of practical power who sought to organize the wishes and thoughts of powerless peasants in carvings of wood and stone, brass and steel.86 Third, Kimathi excelled in courage, which, fertile and serene, no imperial terrors—neither bombs from the sky nor the gallows—could shake."
  },
  {
    "text": "Third",
    "source": "dedan_kimathi_on_trial",
    "context": "second, he was a man of practical power who sought to organize the wishes and thoughts of powerless peasants in carvings of wood and stone, brass and steel.86 Third, Kimathi excelled in courage, which, fertile and serene, no imperial terrors—neither bombs from the sky nor the gallows—could shake."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "elkins, anderson and bennett, therefore, were the first to pierce through the enshrouding in silent mystery of what exactly transpired during the emergency in colonial Kenya."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "For more on this, see Githuku, Mau 308 i Nicholas Kariuki Githuku Mau Crucible, 96; Katie engelhart, “40,000 Kenyans accuse uK of abuse in second Mau Mau Case,” Guardian, 29 october 2014."
  },
  {
    "text": "third",
    "source": "dedan_kimathi_on_trial",
    "context": "see the third assessment by Kibuthu Kihia."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "lowing surrender was only the first step toward racial reconciliation as well as reaching a satisfactory solution for all underscored by truth and justice in light of longstanding african grievances."
  },
  {
    "text": "sixtieth",
    "source": "dedan_kimathi_on_trial",
    "context": "With reference to my email ex- changes (between 7 and 28 March 2016) with Mĩcere Gĩthae Mũgo, Maina Kinyatti, and Willy Mutunga, it is likely that the release of Kimathi’s trial docu- ments and this volume to coincide with the sixtieth anniversary of Kimathi’s execution will witness even more radical demands including, in Mũgo’s words: that the current british and Kenyan governments categorically denounce and dissociate themselves from a historical crime—specifically, the conviction and murder of Kimathi."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Three writing pens were clipped on his top right hand jumper coat pocket, a heap of exercise books in his left hand, in which the ring finger had been cut off at the second joint, an auto- matic pistol hoisted at his leather waist belt, a metal bracelet on his right hand wrist.14 even as a prisoner at his trial, Kimathi strikes a pose that reflects what Walter benjamin would call an “aura.”15"
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "First, like all subjects coming out of a violent history, Kenyans live under the fear that recalling the recent past will only remind them of the wrongs of history, its divi- sions, and its recent misfortunes.25 second, there is the difficulty of figur- ing a way to represent a figure like Kimathi outside the prison house of colonial discourse."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "First, like all subjects coming out of a violent history, Kenyans live under the fear that recalling the recent past will only remind them of the wrongs of history, its divi- sions, and its recent misfortunes.25 second, there is the difficulty of figur- ing a way to represent a figure like Kimathi outside the prison house of colonial discourse."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Consider this: the Cor- field report, The Origins and Growth of Mau Mau, the official historical survey of the nationalist movement, is published in 1960, the year the state of emergency ends; J. M. Kariuki’s “Mau Mau” Detainee, considered to be the first account from inside the nationalist movement, is published in 1963."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "What if Watene is not interested in Kimathi as a commemorative figure but simply wants to use him as the condition of possibility of tragic theater?34 if Watene’s starting point is not history but the idea of a tragic theater, then the Kimathi produced by colonial discourse, rather than the symbolic figure i discuss in the first part of this chapter, is ideal for this kind of theater."
  },
  {
    "text": "1st",
    "source": "dedan_kimathi_on_trial",
    "context": "in mourning Kimathi—the absent one—the ideals for which he stood are articulated at the same time as their imminent and immanent betrayal is bemoaned: 1st scout (in terror): The sacred tree!"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The first movement creates the historical canvas in which Kimathi will operate."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "This confrontation points to the larger question that ngũgĩ and Mũgo face as they struggle to represent Kimathi both as a historical figure and the embodiment of the future: How can Kimathi serve his symbolic role as the world historical individual, the character who provides “conscious- ness and great direction to a movement already present in society,” if he does not have the individuality that would enable the audience to empa- thize with his cause, his struggles, and his doubts?58 Can heroism without tragic consciousness speak to the demands of an age that lives under the shadow of an arrested decolonization and the pitfalls of national con- sciousness.59 in what appears to be an attempt to reconcile the mandate of history with the desire to imagine an alternative future, The Trial ends with a staging of two conflicting demands: in the first instance, Kimathi is seen as an individual whose weakness or fatal flaw is his attachment to memories of his childhood and his family."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "in the second instance, 334 i Simon Gikandi however, Kimathi appears to repress his memories and overcome his per- sonal loss—and hence the tragic consciousness—on the way to becoming the figure of legend, the one who embodies a justice that “is created / through a revolutionary struggle."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Though both images are still in wide circulation, his fans (par- ticularly Kenyan youth) appear to show a preference for the first image."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "reasons for this may include the fact that the courtroom photograph was taken head-on at eye level, whereas the second was shot from above, thereby diminishing the subject."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The latter image shows Kimathi supine, rendered helpless, injured, and handcuffed, whereas he sits upright with his upper body clothed in the first image, albeit still handcuffed.1 in the dock, Kimathi’s dreads stand out from his head in two bunches, forming a natural circular frame reminiscent of a bull’s horns, a shape that lends itself to mass reproduction.2 The composition of the second image makes it more difficult to copy and mass-reproduce; in some versions Kimathi’s head is turned slightly to one side, and his hair has been piled on top of his head—the dreaded dreads are thereby rendered (deliberately?) less visible at this steep angle.3 in the courtroom photograph, taken presumably by an official brit- ish photographer, Kimathi (who understood the importance of manag- ing publicity, and in 1953 had sent the british authorities a photograph of himself on learning that they did not have one) is critically gazing back 339 at empire, represented by the body of the photographer.4"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The latter image shows Kimathi supine, rendered helpless, injured, and handcuffed, whereas he sits upright with his upper body clothed in the first image, albeit still handcuffed.1 in the dock, Kimathi’s dreads stand out from his head in two bunches, forming a natural circular frame reminiscent of a bull’s horns, a shape that lends itself to mass reproduction.2 The composition of the second image makes it more difficult to copy and mass-reproduce; in some versions Kimathi’s head is turned slightly to one side, and his hair has been piled on top of his head—the dreaded dreads are thereby rendered (deliberately?) less visible at this steep angle.3 in the courtroom photograph, taken presumably by an official brit- ish photographer, Kimathi (who understood the importance of manag- ing publicity, and in 1953 had sent the british authorities a photograph of himself on learning that they did not have one) is critically gazing back 339 at empire, represented by the body of the photographer.4"
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "First, Kimathi’s defense lawyer told the court that his client had been planning to surrender at the time of his capture and was only car- rying a gun in self-defense because he feared being killed by fellow fight- ers."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "and, “When i wrote the first letter  i had abandoned Mau Mau."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "What jour- nalists mean, influenced by obvious pressure from veterans and human rights groups in particular, is that demands by veterans and their families for greater recognition, land, and relief from poverty have (apart from the first) largely been ignored by successive postindependence governments."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "These images apparently showed only victims of the first massacre (though some scholars cast doubt upon this).26 There was virtually no coverage of the second, for obvious reasons.27 lari has been described variously as “the crucial turning point in the Mau Mau war,” “the war’s iconographic moment,” and “a pivotal moment” in propaganda terms.28 in Petals of Blood, ngũgĩ wa Thiong’o called it “the storm-centre of Kenya’s history.”29"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "These images apparently showed only victims of the first massacre (though some scholars cast doubt upon this).26 There was virtually no coverage of the second, for obvious reasons.27 lari has been described variously as “the crucial turning point in the Mau Mau war,” “the war’s iconographic moment,” and “a pivotal moment” in propaganda terms.28 in Petals of Blood, ngũgĩ wa Thiong’o called it “the storm-centre of Kenya’s history.”29"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Though often referred to in the singular as a “massacre,” especially by Kenyans (including in the final report of the Truth, Justice and recon- ciliation Commission),31 there were in fact two massacres within hours of each other: the first, on the night of the twenty-sixth, involved an at- tack by several hundred Mau Mau (only a small fraction of them forest fighters) on their neighbors’ homesteads, which resulted in an estimated seventy-four deaths."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "all victims of the first massacre were carefully targeted government servants, clients of luka and another chief, Makimei."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The second massacre occurred between ten at night and dawn the following morning, in a retaliatory Memorialization and Mau Mau: A Critical Review i 343 counterattack initiated by Home Guard, joined later by british forces and other africans under british command."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "This attack resulted in an estimated 150 fatalities, though the figure could well be much higher.32 lari was also a turning point for another reason: for the first time, as a result of the coverage and whispered dissemination of this awful news via the public grapevine, it was starkly apparent to Kenyans that Mau Mau had become a civil war."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "young curator Waihenya njoroge, grandson of a Mau Mau fighter who admitted taking part in the first massacre and narrowly escaped the gallows, told me, “our job is to 344 i Lotte Hughes bring healing, and do as Desmond Tutu said: ‘There is no future without forgiveness.’”37"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Who could have become the first president of Kenya?"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "in the second phase, Kenyatta initiated some of the first acts of state commemoration—such as laying the cornerstone of the Dedan Kimathi Memorial library near nyeri in March 1971."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "in the second phase, Kenyatta initiated some of the first acts of state commemoration—such as laying the cornerstone of the Dedan Kimathi Memorial library near nyeri in March 1971."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "There was even a “sort of Mau Mau ‘revival’ in public life” in the early 1970s.59 above the radar, simul- taneously with the rise of the Kenya People’s union, MPs including Paul ngei, bildad Kaggia, and J. M. Kariuki kept memories of Mau Mau alive, challenging the government to do more for veterans’ welfare, reminding it of the values for which guerrillas had fought in the first place, and ac- cusing the elite of neocolonialism."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Clough terms it Kenya’s second “crisis of memory,” after the amnesia policy.60 The challenge to government to ignore the past at its peril featured in a spate of published memoirs by veterans and others, from 1963 onward, as well as in the explosive fiction ngũgĩ produced through the 1960s and 1970s, in which liberation struggle (and how it ought to be commemorated) was a constant theme."
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "First, it “prompted many Mau Mau veterans to restate their demands for the history of their role in the liberation struggle to be nationally acknowledged and for their heroes to gain official recognition."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "second, there were increased calls for the “true” history of Kenya to be rewritten from the veterans’ viewpoint and for this to be included in school textbooks.67 a surge of stories about destitute lib- eration heroes filled the media (not that they had ever gone away), with the government again accused of neglecting them, not least oneko, last remaining member of the Kapenguria six until his death, in 2007.68 Given their advanced age, the plight of these grizzled veterans was now more poignant than ever."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "High Commissioner Christian Turner declared at the opening, “The memorial is a symbol of 350 i Lotte Hughes reconciliation between the uK, the Mau Mau and all those who suffered during the emergency period,” a sentiment previously expressed by the KHrC on its website.75 This is the first time to my knowledge that “all” vic- tims have been acknowledged publicly."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "”79 it was not until 2010 that the government held the first Mashujaa Day, or Heroes’ Day, which replaced the annual Kenyatta Day ceremonies on 20 october."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "significantly, the act places liberation struggle first on Memorialization and Mau Mau: A Critical Review i 351 its list of eleven criteria for the identification of heroes.81 Though Mau Mau is not mentioned by name, it is central to this piece of legislation."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "in a discussion of the commissioning of the statue, Coombes points out that moves to erect a monument to Kimathi had first been made in 1971, when the nairobi city council considered rededicating the King George memorial to Kimathi; the plan was aborted.85 she links the gov- ernment’s decision to start planning the statue in 2006 to elections the following December, which were to trigger the greatest bloodletting of the postindependence period."
  },
  {
    "text": "tenth",
    "source": "dedan_kimathi_on_trial",
    "context": "However, in the early 1970s, the nMK created a pictorial exhibit at the nairobi national Museum as part of Kenya’s tenth independence anniversary celebrations."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The Development of the Nyeri Museum and Other Initiatives Kariuki Thuku, the late son of war veteran Paul Thuku njembui (quoted earlier), first took me to see the abandoned old african Courthouse at ruring’u, near nyeri town, in 2008."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "oddly, when i last visited the site the nMK had allowed groups of war veterans to use other gazetted build- ings in the grounds for their meetings; at the time these focused in large part on plans for the first reparations claim."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "To confuse matters, a separate nearby project spearheaded by veterans was by late 2012 being referred to as “the first Mau Mau museum in nyeri” in a television news report; this showed veterans laying a cornerstone and invoking memories of Kimathi.110 also, in 2013 representatives of the nyeri County Government talked in media reports of plans to establish a Mau Mau museum in the county, without specifying where; no progress Memorialization and Mau Mau: A Critical Review i 357 appears to have been made since.111 all this—particularly the refrains of veterans, which can be seen as chiming with the themes of subversive rap112—suggests that subaltern desire for concrete memorialization of both Kimathi and Mau Mau remains irrepressible but (outside nairobi) has yet to be given material form by either national or county-level heri- tage managers—which is particularly odd in the movement’s heartland of former Central Province."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "The naivasha raid took place “almost simultaneously” with the first massacre, according to yannick Veilleux-lepage and Jan Fedorowicz, “The Mau Mau revolt in Kenya, 1952– 1956,” in A History of Counterinsurgency: From South Africa to Algeria, 1900 to 1954, ed."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Coombes suggests that the photographs on display at lari could also show victims of the second massacre, but does not provide evidence to sub- stantiate this claim."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Why are many of the bodies burnt (which by all accounts they were not in the second massacre), mutilated by pangas (machetes) (ditto), with no visible bullet wounds (guns were not used in the first massacre), and with village or homestead structures clearly visible in the background, when the second massacre reportedly largely took place in nearby forests?"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Why are many of the bodies burnt (which by all accounts they were not in the second massacre), mutilated by pangas (machetes) (ditto), with no visible bullet wounds (guns were not used in the first massacre), and with village or homestead structures clearly visible in the background, when the second massacre reportedly largely took place in nearby forests?"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Why are many of the bodies burnt (which by all accounts they were not in the second massacre), mutilated by pangas (machetes) (ditto), with no visible bullet wounds (guns were not used in the first massacre), and with village or homestead structures clearly visible in the background, when the second massacre reportedly largely took place in nearby forests?"
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "Photographs of victims of the first lari massacre, and one of suspects shot in the second, were published, for example, in Mau Mau: A Pictorial Record (nairobi: The english Press, 1953)."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "Photographs of victims of the first lari massacre, and one of suspects shot in the second, were published, for example, in Mau Mau: A Pictorial Record (nairobi: The english Press, 1953)."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "The single image of victims of the second massacre shows a neat lineup of male bodies laid on their backs, cap- tioned “The Day after lari . . ."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "its careful composition seems to deliberately sug- gest a “cleaner” orderliness of state-orchestrated killing with guns, as opposed to the “mess” left by Mau Mau pangas, but this second massacre was anything but clean or orderly."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "However, its final report devoted a surprisingly large amount of space to Mau Mau–era abuses (for instance, there are seven pages on the lari “massacre”); despite the use of the singular in the section title, the report does mention the second wave of killings."
  },
  {
    "text": "first",
    "source": "dedan_kimathi_on_trial",
    "context": "This was the first of many interviews and conversations with Thuku, mostly when i stayed at Memorialization and Mau Mau: A Critical Review"
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "a second claim, by Kimathi’s widow, eloise Mukami Kimathi, and others, has been brought to court by another british law firm, Tandem law."
  },
  {
    "text": "First",
    "source": "dedan_kimathi_on_trial",
    "context": "Kĩmathi: Mau Mau’s First Prime Minister of Kenya."
  },
  {
    "text": "second",
    "source": "dedan_kimathi_on_trial",
    "context": "“Kau’s Cultures: imaginations of Community and Constructions of leadership in Kenya after the second World War.”"
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "The Trial of Dedan Kimathi (1976) By Ngugi wa Thiong'o and Micere Githae Mugo PREFACE August 1971 was the first time that we were sitting together arguing out many issues since our undergraduate days at Makerere of the early 60's where we used to share man) literary interests including editing Penpoint, reading and directing plays."
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "a resistance movement whose history goes back to the 15th and 16th centuries when Kenyans and other East African people first took up arms against European colonial power-the Portuguese forces of conquest."
  },
  {
    "text": "Second",
    "source": "the_trial_of_dedan_kimathi",
    "context": "For instance, it is generally assumed that Kimathi fought in the Second 'World' War and people have tended to assume that that was where he learnt his military skills as well as his skills in making guns."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "WAITINA-a white police officer or District Officer FIRST SOLDIER JOHNNIE SECOND SOLDIER FIRST BRITISH SOLDIER SECOND BRITISH SOLDIER K.A.R. SOLDIERS GUARDS WARDER SBITLBR OLD WHITE DAME GAKUNIA, alias GATOTIA PRifSl' BUSINESS EXBC1JDVl!"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "WAITINA-a white police officer or District Officer FIRST SOLDIER JOHNNIE SECOND SOLDIER FIRST BRITISH SOLDIER SECOND BRITISH SOLDIER K.A.R. SOLDIERS GUARDS WARDER SBITLBR OLD WHITE DAME GAKUNIA, alias GATOTIA PRifSl' BUSINESS EXBC1JDVl!"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Sikia 7 SECOND SOLDIER: Ndio Arandel 1st soldier shows no enthusiasm."
  },
  {
    "text": "1st",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Sikia 7 SECOND SOLDIER: Ndio Arandel 1st soldier shows no enthusiasm."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "W AITINA: Askari I SECOND SOLDIER:"
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "6 FIRST MOVEMENT SECOND SOLDIER: Tayari Dwana"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "6 FIRST MOVEMENT SECOND SOLDIER: Tayari Dwana"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND SOLDIER: Ndio Dwana."
  },
  {
    "text": "2nd",
    "source": "the_trial_of_dedan_kimathi",
    "context": "2nd Soldier tries in vain to make them march in step."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "FIRST MAN: Sina."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "WAITINA: (kick]; Sina Afandel Rudial FIRST MAN: Sina Afande."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "FIRST MAN:"
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "FIRST MAN: Hapana."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND MAN: Mimi '1 Waitina takes the basket from him roughly and peers inside it."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "7 FIRST MOVEMENT WAI11NA: : Unafanya kazi wapi?"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND MAN: I am a fruitseller."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "11 FIRST MOVEMENT IOHNNIE: : It is poor ones like you who carry food to them-Mau Mau in the forest, eh? :"
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "She puts the bread into her kondo first, collects the sweet potatoes and is in the process of collecting the oranges when she hears the voices of two KAR African soldiers who are walking in her direction."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "FIRST SOLDIER: : Where are the terrorists who were supposed to be all over Nyeri?"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "The way mzungu makes us thirst to kill one another I SECOND SOLDIER: (irre/el'antly."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Kimathi I FIRST SOLDIER: What is the idea of arresting a whole vilal ge then?"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND SOLDIER: : For screening."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "FIRST SOLDIER: Ask me tomorrow if there is no attempt to rescue him."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "12 PIRST MOVEMENT SECOND SOLDIER: Personally."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "FIRST SOLDIER:"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND SOLDIER: I thought just now you were asking why the vil­ lagers had been taken prisoners?"
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "FIRST SOLDIER: Being taken prisoner and being kept away are two different things."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND SOLDIER: You think the mzungu is a fool."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Angry mothers who have lost their husbands and children might want to tear that beastly Kimathi to pieces I FIRST SOLDIER:"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND SOLDIER: : You are talking like one of them, man."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "FIRST SOLDIER: : What are you trying to say?"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND SOLDIER: : Bloody bugger."
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "FIRST SOLDIER:"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND"
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "13 FIRST MOVEMENT FIRST SOLDIER: Don't other people eat oranges?"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "21 SECOND MOVEMENT WOMAN:"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND MOVEMENT Street .A street tiUtside the court."
  },
  {
    "text": "First",
    "source": "the_trial_of_dedan_kimathi",
    "context": "First we see the blacks."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "22 SECOND MOVEMENT FlUIl TSm."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "23 SECOND MOVEMENT CLERK:"
  },
  {
    "text": "First",
    "source": "the_trial_of_dedan_kimathi",
    "context": "He is pushed into the witness box by Waitina who is flanked by First and Second soldiers."
  },
  {
    "text": "Second",
    "source": "the_trial_of_dedan_kimathi",
    "context": "He is pushed into the witness box by Waitina who is flanked by First and Second soldiers."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "25 SECOND MOVEMENT Another Jaw, another justice, silences the poor, tho hWlgl')', our people.  "
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Licensed the murderers of the people: Our people, whipped when they did not pick your tea leaves 26 SECOND MOVEMENT your coffee beans Imprisoned when they refused to ''ayah\" your babies and \"boy\" your houses and gardens Murdered when they didn't rickshaw your ladies and your gentlemen."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "29 SECOND MOVEMENT You will die at my hand.  "
  },
  {
    "text": "First",
    "source": "the_trial_of_dedan_kimathi",
    "context": "First Trial All four trials of Dedan Kimathi take place in his cell."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "32 SECOND MOVEMENT KIMATm:"
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "At first they would not believe that I meant every word I said."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "My life is our People Struggling 35 SECOND MOVEMENT Fighting Not like you to maintain Slavery Oppression Exploitation But To end slavery, exploitation, Modem cannibalism."
  },
  {
    "text": "Second",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Second Trial KIMATID:"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "36 SECOND MOVEMENT MIME:  KIMATH"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "We stood on Githuri hill To our left, Nyandarua Forest ridge 37 SECOND MOVBMBNT To our right, Mount Kenya And between them Below our eyes Stretching to beyond Nanyuki and Naro Moru"
  },
  {
    "text": "third",
    "source": "the_trial_of_dedan_kimathi",
    "context": "A third is an African who does not speak at all, but keeps on nodding his head in agreement."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "38 SECOND MOVEMENT MIME:  BANKER: You see."
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": ",At first we were a little apprehensive about a blackman's govern­ ment. . . ."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Only 7 39 SECOND MOVEMENT BANKER: Confess."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "40 SECOND MOVEMENT Street Enter Girl, walking slowly, meditatively."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "They roll struggling toward where the 42 SECOND MOVBMBNT knife and the bread are."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "43 SECOND MOVEMENT Tblrd Trial KIMATHI: : I knew it; the invisible powers behind them all."
  },
  {
    "text": "second",
    "source": "the_trial_of_dedan_kimathi",
    "context": "The second alternative before us, you se,e is to receive uhuru as one people."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "SECOND MOVEMENT livu in hovels, landless in villages l New African Banken I now understand loans . ."
  },
  {
    "text": "second",
    "source": "the_trial_of_dedan_kimathi",
    "context": "What's the prize for our second slavery?"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "One day, looking at the mountains, listening to the murmurings from Gura River, thinking about the braves of our people-those who have always resisted-! thought I saw a glimpse of Kenya to come: workers joining hands from the Coast to the Lake, making rivers, volcanoes, thunderbolts in the sky, making aU these 49 SECOND MOVEMENT powermonsters of nature administer to their needs and desires."
  },
  {
    "text": "First",
    "source": "the_trial_of_dedan_kimathi",
    "context": "First."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "52 SECOND MOVEMENT BOY:"
  },
  {
    "text": "2nd",
    "source": "the_trial_of_dedan_kimathi",
    "context": "1st and 2nd soldier."
  },
  {
    "text": "second",
    "source": "the_trial_of_dedan_kimathi",
    "context": "The guards and the second soldier laugh foolishly."
  },
  {
    "text": "First",
    "source": "the_trial_of_dedan_kimathi",
    "context": "First soldier wears a sad, serious face, The door is unbolted and Henderson enters arrogantly, provocatively."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "How is that for even handed British justice I  54 SECOND MOVBMENT &mBRSOm N: (madnde ed by Kimathi catching him at hu own sl1p]: Listen, you crazy madman."
  },
  {
    "text": "second",
    "source": "the_trial_of_dedan_kimathi",
    "context": "KIMATHI: : The second last chance?"
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Haraka I SECOND SOLDIER:"
  },
  {
    "text": "FIRST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "FIRST SOLDIER: : Are you a human being?"
  },
  {
    "text": "second",
    "source": "the_trial_of_dedan_kimathi",
    "context": "The second soldier turns angrily as if to respo11d and then moves on behind Kimathi."
  },
  {
    "text": "Second",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Gatotia and the Second Soldier remove Kimathi's shirt roughly and lay him on the floor, still fettered."
  },
  {
    "text": "SECOND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "56 SECOND MOVEMENT : Where?"
  },
  {
    "text": "First",
    "source": "the_trial_of_dedan_kimathi",
    "context": "First the screening and the Johnnies I I walked into the mouth of a gun"
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "1 shall first go in, dressed to kill."
  },
  {
    "text": "1ST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "1ST BRITISH SOLDIER: Scotland . . ."
  },
  {
    "text": "2ND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "2ND BRITISH SOLDIER.:"
  },
  {
    "text": "THIRD",
    "source": "the_trial_of_dedan_kimathi",
    "context": "63 THIRD MOVBMBN'J KIMATID: Are you fighting for the working people of your country?"
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "But I must continue to stress That first and foremost We must rely on our strength As the most conscious, The best organized fighting arm of the Kenyan People."
  },
  {
    "text": "1ST",
    "source": "the_trial_of_dedan_kimathi",
    "context": "1ST GUERILLA FIGHTER: Forgive them."
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Although they have done this It's their first offence."
  },
  {
    "text": "2ND",
    "source": "the_trial_of_dedan_kimathi",
    "context": "2ND GUERILLA FIGHTER:"
  },
  {
    "text": "3RD",
    "source": "the_trial_of_dedan_kimathi",
    "context": "3RD GUERILLA FIGHTER:"
  },
  {
    "text": "4TH",
    "source": "the_trial_of_dedan_kimathi",
    "context": "4TH GUERILLA FIGHTER:"
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "It's a first offence."
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "It's a first offence."
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "It's a first offence."
  },
  {
    "text": "6TH",
    "source": "the_trial_of_dedan_kimathi",
    "context": "6TH GUERILLA FIGHTER:"
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Your father He was killed In the first world war."
  },
  {
    "text": "first",
    "source": "the_trial_of_dedan_kimathi",
    "context": "It's their first offence."
  },
  {
    "text": "THIRD",
    "source": "the_trial_of_dedan_kimathi",
    "context": "I would look at the braves killed I would say: If I died to-day Will this blood ever be 82 THIRD MOVEMENT betrayed?"
  },
  {
    "text": "First",
    "source": "the_trial_of_dedan_kimathi",
    "context": "All the soldiers are gone, except for the First Soldier who shyly joins in the singing from behind."
  }
]