[
  {
    "text": "Hon",
    "source": "dedan_kimathi_on_trial",
    "context": "Title: Dedan Kimathi on trial : colonial justice and Kenya’s Mau Mau rebellion / edited by Julie Macarthur ; introductory note by Hon. Chief Justice Willy Mutunga ; foreword by Mĩcere Gĩthae Mũgo and ngũgĩ wa Thiong’o."
  },
  {
    "text": "Missing Body",
    "source": "dedan_kimathi_on_trial",
    "context": "The Floating Signifier and the Missing Body simon gikandi 317 chapter 5 Memorialization and Mau Mau A Critical Review lotte hughes 339 appendix 372 bibliography 381 Contributors 395 index 399"
  },
  {
    "text": "Field Marshal",
    "source": "dedan_kimathi_on_trial",
    "context": "He was the self-fashioned Field Marshal of the Mau Mau, a movement that had many names, many faces, and even more interpretations.2 The Mau Mau rebellion, which emerged predominantly among the Gikuyu, embu, and Meru populations of Central Kenya, was a radical response both to 1 colonial settler policies of land appropriation and squatter labor restric- tions on the one hand, and to the repressive local african governing ap-"
  },
  {
    "text": "Foot",
    "source": "dedan_kimathi_on_trial",
    "context": "Foot had earlier successfully de- fended the Koinange family from the gallows.42 it can be assumed that a certified copy of the trial would have been sent to Foot to allow him to craft the appeal, though whether he would have kept a copy in his personal archives was a gamble."
  },
  {
    "text": "Field Marshal",
    "source": "dedan_kimathi_on_trial",
    "context": "a british judge and a jury of three Kikuyu elders from his native village, was her son, Dedan Kimathi, 36, self-styled Field Marshal, Knight Commander of the african empire, President of the Parlia- ment of Kenya and Commander in Chief of the land liberation army, the man once feared through all Kenya as the leader of some 10,000 Mau Mau terrorists.113"
  },
  {
    "text": "Notes 1",
    "source": "dedan_kimathi_on_trial",
    "context": "Notes 1."
  },
  {
    "text": "Civic Virtue",
    "source": "dedan_kimathi_on_trial",
    "context": "For some of the debates over the use of the term and the multiple “faces” of this rebellion, see e. s. atieno odhiambo, “The Production of History in Kenya: The Mau Mau Debate,” Canadian Journal of African Studies 25, no. 2 (1991): 300–307; e. s. atieno odhiambo and John lonsdale, eds., Mau Mau and Nationhood: Arms, Authority and Narration (athens: ohio university Press, 2003); Don- ald l. barnett and Karari njama, Mau Mau from Within: Autobiography and Analysis of Kenya’s Peasant Revolt (new york: Monthly review Press, 1966), 54–55; bruce berman, “nationalism, ethnicity, and Modernity: The Paradox of Mau Mau,” Canadian Journal of African Studies 25, no. 2 (1991): 181–206; Frederick Cooper, “Mau Mau and the Discourses of Decolonization,” review of Squatters and the Roots of Mau Mau, by Tabitha Kanogo, and Economic and Social Origins of Mau Mau, by David W. Throup, Journal of African History 29, no. 2 (1988): 313–20; John lonsdale, “Mau Maus of the Mind: Making Mau Mau and remaking Kenya,” Journal of African History 31, no. 3 (november 26 i Julie MacArthur 1990): 393–421; lonsdale, “The Moral economy of Mau Mau: Wealth, Poverty, and Civic Virtue in Kikuyu Political Thought,” in Unhappy Valley: Conflict in Kenya and Africa, vol."
  },
  {
    "text": "Gicheru",
    "source": "dedan_kimathi_on_trial",
    "context": "according to Kimathi’s interrogation, the other person in this photo was ndungu Gicheru."
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "burden on Crown."
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "if Crown proves possession it is for him to satisfy you that he had a lawful excuse to possess it."
  },
  {
    "text": "Homeguard",
    "source": "dedan_kimathi_on_trial",
    "context": "before that i was in the Homeguard – since 1952, at the beginning of the emergency."
  },
  {
    "text": "Karundo",
    "source": "dedan_kimathi_on_trial",
    "context": "i was with Wanjiri and njeru Karundo."
  },
  {
    "text": "Karundo",
    "source": "dedan_kimathi_on_trial",
    "context": "Mwangi and njeru Karundo."
  },
  {
    "text": "Karundo",
    "source": "dedan_kimathi_on_trial",
    "context": "Mwangi and njeru Karundo."
  },
  {
    "text": "Webley",
    "source": "dedan_kimathi_on_trial",
    "context": "Wanjohi gave me a .38 Webley pistol."
  },
  {
    "text": "1",
    "source": "dedan_kimathi_on_trial",
    "context": "i put a mark against this “1” and initialled the piece of wood."
  },
  {
    "text": "2",
    "source": "dedan_kimathi_on_trial",
    "context": "i marked the entry of this bullet with the figure “2” and wrote my name in pencil on this half of the wood."
  },
  {
    "text": "Webley",
    "source": "dedan_kimathi_on_trial",
    "context": "i am issued with a .45 Webley."
  },
  {
    "text": "200x",
    "source": "dedan_kimathi_on_trial",
    "context": "level for 200x or so."
  },
  {
    "text": "Webley",
    "source": "dedan_kimathi_on_trial",
    "context": "in his statement, sales reported the following: “on the 24th october 1956 at my office on receiving information that a .38 Webley revolver no."
  },
  {
    "text": "C2",
    "source": "dedan_kimathi_on_trial",
    "context": "(Tendered and admitted C2)."
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "That the Crown contests."
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "you have heard statements of Crown witnesses particularly ndirangu."
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "Generally speaking it is not for the accused to prove his innocence: it is for the Crown to prove him guilty."
  },
  {
    "text": "Webley scott",
    "source": "dedan_kimathi_on_trial",
    "context": "Points which the prosecution has to prove beyond reasonable doubt: that on or about 21/10/56 in the Tetu location the accused had in his possession a firearm – a Webley scott revolver which they produce."
  },
  {
    "text": "Count 2",
    "source": "dedan_kimathi_on_trial",
    "context": "The evidence on count 1 is as i have said largely the same as the evidence on Count 2 because the prosecution allege (and Trial of Dedan Kimathi i 121 the accused admits) that the ammunition which is the subject of Count 2 was in the pistol which is the subject of Count 1, and that the accused knew that."
  },
  {
    "text": "Karundo",
    "source": "dedan_kimathi_on_trial",
    "context": "He was with Wanjiri and njeru Karundo."
  },
  {
    "text": "Webley",
    "source": "dedan_kimathi_on_trial",
    "context": "Corporal Wanjohi handed witness a black leather holster with a .38 Webley pistol in it."
  },
  {
    "text": "Webley",
    "source": "dedan_kimathi_on_trial",
    "context": "i want you to ask yourselves these questions: (1) are you satisfied beyond reasonable doubt that on the 21st october 1956 at Tetu, the accused had in his possession (a) this Webley revolver; and (b) six rounds of .38 ammunition or either the revolver or the ammunition?"
  },
  {
    "text": "Webley scott",
    "source": "dedan_kimathi_on_trial",
    "context": "Dedan Kimathi s/o Wachiuri on or about the 21st day of october, 1956, in the Tetu location in the nyeri District in the Central Province had in his possession a firearm, to wit, a .38 Webley scott revolver, without lawful authority or lawful excuse."
  },
  {
    "text": "Webley .38",
    "source": "dedan_kimathi_on_trial",
    "context": "inspector sloan took the pistol out, opened it and found in it the six rounds of Webley .38"
  },
  {
    "text": "Count 2",
    "source": "dedan_kimathi_on_trial",
    "context": "ammunition which are the subject of Count 2."
  },
  {
    "text": "Webley scott",
    "source": "dedan_kimathi_on_trial",
    "context": "The pistol is the .38 Webley scott revolver which is the subject of Count 1."
  },
  {
    "text": "Webley scott",
    "source": "dedan_kimathi_on_trial",
    "context": "in my opinion the practical experience and training of both these officers qualifies them to speak as experts on Webley scott pistols and ammunition (Gatheru v Reg Criminal appeal 938 of 1954 eaCa) and the tests carried out by them established that the pistol in question was a “firearm”, and the six rounds found in it were “ammunition” within the definitions in emergency regulation 8a(4)."
  },
  {
    "text": "Webley",
    "source": "dedan_kimathi_on_trial",
    "context": "The points for determination appear to me to be: i. Have the Prosecution established beyond reasonable doubt:- (a) that on the 21st october, 1956, at Tetu, the accused had in his possession a Webley scott revolver (ex 6); and (b) six rounds of .38 ammunition, or either the revolver or the ammunition?"
  },
  {
    "text": "Webley scott",
    "source": "dedan_kimathi_on_trial",
    "context": "i find that the Prosecution have established beyond reasonable doubt that on 21st october, 1956, the accused had in his possession the Webley scott revolver and the six rounds of ammunition which are the subject respectively of charges 1 and 2: that the revolver is a firearm within the meaning of regulation 8a(4) and that the ammunition is ammunition as defined."
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "Pistol and ammunition are confiscated to the Crown."
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "Stratton for the Crown."
  },
  {
    "text": "aFriCa",
    "source": "dedan_kimathi_on_trial",
    "context": "For easTern aFriCa."
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "THaT the case for the Crown was on the 21st october, 1956 your Petitioner was observed by certain tribal policemen in or near a trench which divides the Kikuyu reserve from the forest in the south Tetu location of nyeri."
  },
  {
    "text": "164",
    "source": "dedan_kimathi_on_trial",
    "context": "it is submitted that proof of the invitation contained in the 164 i Document 4 Government’s surrender leaflets together with your Petitioner’s sworn evidence that the said invitation was the reason for his forming the intention to come in and surrender with his arms was sufficient in all the circumstances, if such evidence was believed, to provide a lawful excuse."
  },
  {
    "text": "MaCHaria KiMeMia",
    "source": "dedan_kimathi_on_trial",
    "context": "i Document 5 subject, in company with MaCHaria KiMeMia, sTanley KiaMa, nGunGu GiCHeru left for loc. 2 where MaCHaria’s gang of 600 were waiting under the command of KaGo and KabanGa."
  },
  {
    "text": "KinGori",
    "source": "dedan_kimathi_on_trial",
    "context": "KinGori no sections Total strength about 80, mostly from THeGenGe."
  },
  {
    "text": "Karari",
    "source": "dedan_kimathi_on_trial",
    "context": "The Kenya Parliament meeting lasted from 3-18 March, 1954, and the chief bone of contention was whether subject or Karari nJaMa were to be the representative."
  },
  {
    "text": "Kaniu",
    "source": "dedan_kimathi_on_trial",
    "context": "at this time sTanley MaTHenGe was with Mbaria Kaniu and they were in touch with subject by letter as they were operating in the rift."
  },
  {
    "text": "GoVernMenT",
    "source": "dedan_kimathi_on_trial",
    "context": "ToP seCreT CoPy oF leTTer aDDresseD To THe GoVernMenT by DeDan KiMaTHi67"
  },
  {
    "text": "Feb.1953",
    "source": "dedan_kimathi_on_trial",
    "context": "bombers in large numbers started early in Feb.1953 and have only killed 9 while God is my witness over it and when i swear in the name of Gikuyu & Mumbi."
  },
  {
    "text": "C1",
    "source": "dedan_kimathi_on_trial",
    "context": "C1, Criminal Case no."
  },
  {
    "text": "njama",
    "source": "dedan_kimathi_on_trial",
    "context": "The ambiguities surround- ing Kimathi’s leadership of the Mau Mau movement, first highlighted in Karari njama’s account of the forest armies, published in 1966,5 have been largely ignored in subsequent nationalist histories, leaving plenty of scope for fictionalized speculation and mythmaking.6 Kimathi’s iconic status in Kenya’s nationalist history surely remains undeniable, yet his behavior in the forest among his comrades, his relations and negotiations with the british, and his reputation as a rebel leader, all bear much closer scrutiny than they have had from historians thus far.7 The circumstances of Kimathi’s capture, trial, and execution, as re- counted through the documents assembled by the british for his prosecu- tion in the special emergency assize Court at nyeri, in november 1956, 233 therefore presents an opportunity to review what is known of his life dur- ing his four years in the forests of nyandarua (the aberdare), and what this tells us about the Mau Mau movement and its ultimate defeat in the face of a fierce british counterinsurgency campaign.8"
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "officers of the Crown were obliged to attend cases when summoned, even at short notice, and so for the most part pathologists, police officers, and even Home Guard and Tribal Police could be relied on to be present, although there were frequent difficulties with army officers, who might be on operations in a more distant location."
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "over time, there was a clear move on the part of the Crown to call fewer prosecution witnesses, thus lessening the opportunities for the defense to unpick the case."
  },
  {
    "text": "Crown",
    "source": "dedan_kimathi_on_trial",
    "context": "no fewer than seventeen witnesses for the Crown were brought into the dock, in- cluding eight Tribal Police and Tribal Police reservists who had been involved in Kimathi’s capture, and two african constables of the Kenya Po- lice and five european police officers, including CiD staff, who had been responsible for his detention in nyeri and his questioning."
  },
  {
    "text": "Notes 1",
    "source": "dedan_kimathi_on_trial",
    "context": "Notes 1. ngũgĩ and Mũgo, Trial."
  },
  {
    "text": "Criminal Case 178/1953",
    "source": "dedan_kimathi_on_trial",
    "context": "For examples, see Criminal Case 584/1954, “Criminal appeals 988 and 989 of 1954,” Kna, Mla 1/1098; Criminal Case 178/1953, “Criminal appeal 541 of 1953,” Kna, Mla 1/613. 29."
  },
  {
    "text": "Women and Direct",
    "source": "dedan_kimathi_on_trial",
    "context": "For prosecutions of females, see Marina e. santoru, “The Colonial idea of Women and Direct intervention:"
  },
  {
    "text": "Philistines",
    "source": "dedan_kimathi_on_trial",
    "context": "some said the british, modern Philistines, had sent the giant Goliath against them.73 in June 1953, Karari njama, then secre- tary to the unlettered stanley Mathenge, read aloud from the book of Lam- entations."
  },
  {
    "text": "Karari",
    "source": "dedan_kimathi_on_trial",
    "context": "Karari njama, secretary now to Kimathi, was also a teacher."
  },
  {
    "text": "tator",
    "source": "dedan_kimathi_on_trial",
    "context": "The riigi certainly threatened Kimathi; Wachanga called him a dic- tator."
  },
  {
    "text": "D1",
    "source": "dedan_kimathi_on_trial",
    "context": "b1 and D1, transcribed as Documents 12 and 14, re- spectively, in this volume."
  },
  {
    "text": "73–103",
    "source": "dedan_kimathi_on_trial",
    "context": "Jocelyn Murray, “The Kikuyu Female Circumcision Controversy, with special reference to the Church Missionary society’s ‘sphere of influence’” (PhD diss., university of California at los angeles, 1974); Tabitha Kanogo, Af- rican Womanhood in Colonial Kenya 1900–50 (athens: ohio university Press, 2005), 73–103; bodil Folke Frederiksen, “Jomo Kenyatta, Marie bonaparte and bronislaw Malinowski on Clitoridectomy and Female sexuality,” History Workshop Journal 65 (2008): 23–48. 32."
  },
  {
    "text": "socrates",
    "source": "dedan_kimathi_on_trial",
    "context": "it is such self-sacrifice that made renowned he- roes of Greece and rome such as socrates, aristides “the Just,” Phocion, Quintus Curtius, and regulus."
  },
  {
    "text": "Notes 1",
    "source": "dedan_kimathi_on_trial",
    "context": "Notes 1."
  },
  {
    "text": "http://",
    "source": "dedan_kimathi_on_trial",
    "context": "For more on problems of the philosophy of law, see brian leiter and Michael sevel, “Philosophy of law,” Encyclopedia Britannica (online): http://www.britannica.com/topic/philosophy-of-law. also see Kenneth einar Himma, “Philosophy of law,” in Internet Encyclopedia of Philosophy, http:// www.iep.utm.edu/law-phil/#H2."
  },
  {
    "text": "njama",
    "source": "dedan_kimathi_on_trial",
    "context": "There is no doubt that the Kimathi who emerges in retrospective accounts such as Karari njama’s Mau Mau from Within (1970), or in Kimathi’s letters and speeches, is keenly attuned to his role in a commu- nity of symbols carefully cultivated through speech acts."
  },
  {
    "text": "Cole",
    "source": "dedan_kimathi_on_trial",
    "context": "Kimathi becomes a unique subject for drama because of what susan letzer Cole calls, in a different context, “the paradox of embodied absence."
  },
  {
    "text": "F/Marshal D.l",
    "source": "dedan_kimathi_on_trial",
    "context": "and it was signed: F/Marshal D.l."
  },
  {
    "text": "Notes 1",
    "source": "dedan_kimathi_on_trial",
    "context": "Notes 1."
  },
  {
    "text": "82–105",
    "source": "dedan_kimathi_on_trial",
    "context": "in their ar- tistic performances,” and used it when rapping about the predicament of mar- ginalized youth (73). also see Mwanzia Koster, “The Hip Hop revolution in Kenya: ukoo Flani Mau Mau, youth Politics and Memory, 1990–2012,” Journal of Pan African Studies 6, no. 3 (2013): 82–105."
  },
  {
    "text": "http://",
    "source": "dedan_kimathi_on_trial",
    "context": "The film shown was The Mark of the Mau Mau, centered on the Githunguri trials of lari accused, no direc- tor named (england: british Pathé, 1953), accessed 4 august 2015, http://"
  },
  {
    "text": "oloo",
    "source": "dedan_kimathi_on_trial",
    "context": "Wycliffe oloo, e-mail message to author, august 2015."
  },
  {
    "text": "http://",
    "source": "dedan_kimathi_on_trial",
    "context": "The memorial, it said, “is designed as a memorialization feature for the remembrance of all victims of torture and ill treatment during the colonial era,” accessed 12 June 2017, http:// www.khrc.or.ke/2015-03-04-10-37-01/press-releases/389-khrc-statement-on -ground-breaking-ceremony-for-the-memorial-to-victims-of-torture-and -ill-treatment-during-the-colonial-era-1952-1963.html."
  },
  {
    "text": "http://",
    "source": "dedan_kimathi_on_trial",
    "context": "Fred oluoch, “Heritage at risk: national Museums of Kenya in Fi- nancial Crisis, East African, 20 March 2015, accessed 9 september 2015, http:// www.theeastafrican.co.ke/magazine/Heritage-at-risk-national-Museums-of -Kenya-in-financial-crisis/-/434746/2659530/-/r7yy3sz/-/index.html. 115."
  },
  {
    "text": "Discovery",
    "source": "dedan_kimathi_on_trial",
    "context": "“Guilty secrets: Deceit, Denial, and the Discovery of Kenya’s ‘Migrated archive.’”"
  },
  {
    "text": "Cole",
    "source": "dedan_kimathi_on_trial",
    "context": "Cole, susan letzer."
  },
  {
    "text": "82–105",
    "source": "dedan_kimathi_on_trial",
    "context": "Journal of Pan African Studies 6, no. 3 (2013): 82–105."
  },
  {
    "text": "Women and Direct",
    "source": "dedan_kimathi_on_trial",
    "context": "santoru, Marina e. “The Colonial idea of Women and Direct intervention: The Mau Mau Case.”"
  },
  {
    "text": "Africa Visible",
    "source": "dedan_kimathi_on_trial",
    "context": "His books include the novels Petals of Blood; A Grain of Wheat; and Wizard of the Crow; the memoirs Dreams in Time of War; In the House of the Interpreter; and Birth of Dreamweaver; the essays Decolonizing the Mind; Something Torn and New; Globalectics; and Secure the Base: Making Africa Visible in the Globe."
  },
  {
    "text": "Medal",
    "source": "dedan_kimathi_on_trial",
    "context": "He is the recipient of many honors, including the nicolas Guillean award of Caribbean Philosophical association; uCi Medal; and twelve honorary doctorates from universities in africa, eu- rope, america, and new Zealand."
  },
  {
    "text": "Gicheru",
    "source": "dedan_kimathi_on_trial",
    "context": "See also emergency regula- Police reservist), 63, 67–69, 126–27 tions; pseudogangs; state of emer- Gicheru, ndungu, 35n131, 177, 179, 188 gency; torture; trenches Gikuyu (also Kikuyu): civic virtue, 264, Court of emergency assize (also special 273; and colonial conquest, 262; emergency assize Court), 41, 138, customs (or traditions), 34n103, 265, 152, 152n57, 173, 233–44, 246–50, 275, 300, 320, 322; ethnic conscious- 254n9, 257n55, 288, 300 ness, 262–64, 267, 269, 295; and eth- Crew, Derek Frederick (inspector Kenya nic exceptionalism, 263; female cir- Police), 45, 74, 77, 89, 111 cumcision crisis (1929), 264–65, 267, Criminal investigation Department (CiD), 274; gender relations, 201n76, 361; xiv, 13, 25–26, 69, 71–72, 75, 78–80, Gikuyu na Muumbi, 208, 269–70; 83–84, 130, 245 household politics, 263–65, 267–68, 275–76, 319; independent schools, Dedan Kimathi Memorial library (nyeri), 175; land, 261, 268–69, 273, 322, 341; 347 moral debates, 261–64, 266–67, 270; Dedan Kimathi university of Technology politics, 3, 264, 266–68; self-mastery, (nyeri), 292, 317 263, 266, 268–69, 271, 274, 277, 299, Delamere, lord and lady, 358, 373n118 308; on spelling, 27n3."
  },
  {
    "text": "41n3",
    "source": "dedan_kimathi_on_trial",
    "context": "See also Home Derrida, Jacques, 318 Guard; kamatimu; Kikuyu Central Devonshire Declaration (1923), 264 association; Kikuyu Guard; loyalism; Dini ya Msambwa, 6 Mau Mau; mbari; oathing; proverbs; Dunn, anthony D. (interrogator), 23, 189, riigi; wiathi 244, 251, 260 Gitahi, selah (also Githahi), 57n19, 62 Gitahi, Waigwa (Kenya Police reserve), east africa association, 262 71–72, 127–28 East African Standard, xv, 2, 13, 19, 25, 75, Githuku, ndungi, 303 75n24, 90n35–36, 109n49, 225, 248 Githunguri, 236, 247 elkins, Caroline, 5, 284, 308n1, 312n18, governmentality, 293, 323, 330 350, 356, 364n34, 370n95 Grobler, Cornelius, 247 emergency regulations (1952), 14, 19, 22, 110n51, 236–39, 241, 288, 290; and Habari za dunia (newspaper), 13, 90n36 regulation 8a (1), 41n3, 109, 109n50, hangings, 19, 22, 33n98, 250, 253n3, 286, 119–20, 137–38, 143, 149, 152, 307, 324 155–58, 164, 168–69, 173; and regu- Hanslope Park, 4, 308n1 lation 8a(1a), 42n4, 109, 137–38, Havers, J. K. (Crown Counsel), 42, 245 143, 149, 153, 155–57, 164, 173."
  },
  {
    "text": "352",
    "source": "dedan_kimathi_on_trial",
    "context": "as oath administrator, 2, 11, 294, capture of, xv, xxvi, 2, 10, 13, 17–21, 314n44 33n98, 48, 57n19, 71, 75, 84, 96, oration skills, 2, 11–12, 18, 20, 25, 296, 134, 153, 159, 167, 169, 184, 221–22, 298, 307, 319, 333 233, 243, 245, 250–52, 253n3, 260, photographs of, 4, 19, 25–26, 104, 179, 272, 304, 331, 339–40, 347, 355, 358, 220–22, 225, 339–40, 355, 377 360n1, 375 as privileged identity, 24, 287, 293 comparisons to, 2, 25, 307–8 and record keeping, 12, 25, 297–98, 300, conflicts over leadership, 3, 12, 183, 310n6, 341 233, 260–61, 275, 300 relationship with chief Muhoya, 11, and discipline, 3, 10, 12, 17, 24, 189, 13–14, 85n34, 102, 183, 211, 271–72 259, 271 reward for capture of, xv, 16, 53, 53n17, execution of, xvi, 2, 7, 22, 35n128, 233, 75, 75n24, 84, 92, 124, 133, 144, 150, 243, 250, 291, 302, 307, 316n85, 324, 153, 161, 167–69, 260 352, 378–79 as statesman, 3, 12, 286 as floating signifier, 317–18 statue of, 4, 21, 228, 253, 284, 287, 292, as forest leader, xvi, 2–3, 11–17, 20, 313n33, 324, 351–53, 366n51 90–92, 97–99, 105, 176–87, 233–34, as teacher, 10, 64, 126, 175, 269, 274, 243, 253, 259–61, 269, 272–75, 277, 319 294–97, 300, 314n44, 324, 340–41 See also Dedan Kimathi Memorial and gender politics, 12, 273 library; Dedan Kimathi university of iconography, 233, 253, 339, 373n120 Technology;"
  },
  {
    "text": "Forests",
    "source": "the_trial_of_dedan_kimathi",
    "context": "The huge trench that the people were once forced to dig by the British forces so as to cut off the villages from the Forests was still visible."
  },
  {
    "text": "Beehive",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Fought like a tiger in the battle of the Beehive."
  },
  {
    "text": "Gatotia",
    "source": "the_trial_of_dedan_kimathi",
    "context": "As we are talking now Gatotia."
  },
  {
    "text": "Field Marshal",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Dead silence JUDGE: Dedan Kimathi s/o Wachiuri, alias Prime Minister, or Field Marshal, of no fixed address, you are charged that on the night of Sunday, October the 21st, 1956, at or near lhururu in Nyeri District, you were found in possession of a firearm, namely a revolver, without a licence, contrary to section 89 of the penal code, which under Special Emergency Regulations constitutes a criminal offence."
  },
  {
    "text": "Modem",
    "source": "the_trial_of_dedan_kimathi",
    "context": "My life is our People Struggling 35 SECOND MOVEMENT Fighting Not like you to maintain Slavery Oppression Exploitation But To end slavery, exploitation, Modem cannibalism."
  },
  {
    "text": "Gatotia",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Gatotia and the Second Soldier remove Kimathi's shirt roughly and lay him on the floor, still fettered."
  },
  {
    "text": "Gatotia",
    "source": "the_trial_of_dedan_kimathi",
    "context": ": Stop Gatotia."
  },
  {
    "text": "Gatotia",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Henderson, Waitina and Gatotia and the two soldiers follow, holding some of the instruments of torture."
  },
  {
    "text": "Gatotia",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Kimathi struggles to rise and now addresses himself to Gatotia and the soldiers."
  },
  {
    "text": "Fusiliers",
    "source": "the_trial_of_dedan_kimathi",
    "context": "1ST & 2ND BRITISH SOLDIERS: Lincoln Fusiliers."
  },
  {
    "text": "Stronger",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Our love of freedom is our bullet Our successes are our newspaper But Stronger than any machinegun fire Stronger than the Lincoln and Harvard bombers Mightier than their best generals Is our unity and discipline in struggle With unity, discipline Along correct lines People's line With unity and discipline In our total commitment to The liberation of us who sweat and labour We can move mountains We can yet cut off the giant's legs and mammoth head Truth is our atomic bomb 69 THIRD MOVEMENT"
  },
  {
    "text": "Mightier",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Our love of freedom is our bullet Our successes are our newspaper But Stronger than any machinegun fire Stronger than the Lincoln and Harvard bombers Mightier than their best generals Is our unity and discipline in struggle With unity, discipline Along correct lines People's line With unity and discipline In our total commitment to The liberation of us who sweat and labour We can move mountains We can yet cut off the giant's legs and mammoth head Truth is our atomic bomb 69 THIRD MOVEMENT"
  },
  {
    "text": "Gatotia",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Gaceru whispers to Gatotia who in tum alerts a white police officer, seated in a comfortable chair, next to the corridor, in the row immediately ahead of them."
  },
  {
    "text": "Gatotia",
    "source": "the_trial_of_dedan_kimathi",
    "context": "The officer immediately rises and walks towards the woman, beckoni'ng Gatotia to follow by wagging a finger at him."
  },
  {
    "text": "Gatotia",
    "source": "the_trial_of_dedan_kimathi",
    "context": "Gatotia obeys."
  },
  {
    "text": "Gatotia",
    "source": "the_trial_of_dedan_kimathi",
    "context": "She is pushed out of the courtroom where Gatotia chains her."
  },
  {
    "text": "Gatotia",
    "source": "the_trial_of_dedan_kimathi",
    "context": "People automatically look there]: Signalled by Hungu, Gati, Gaceru, Mwendanda and led by Gatotia-the hooded Gakunia, who has betrayed uncountable sons and daughters of the soil, : A servant of your imperialist law only a while ago led out A brave daughter of the soil, A courageous patriot, to the dungeons."
  }
]